<?php




$post12 = Post::create([
    'title' => '真正的麻烦不是房价，而是35岁以后你还能干嘛？',
    'slug' => '真正的麻烦不是房价，而是35岁以后你还能干嘛？',
    'summary' => '不管你是否承认，你都必须重视“35岁现象”。很多企业在招人时，明确规定年龄在35岁以下。如果你的年龄到了35岁却还在通过招聘网站投递简历不断跳槽，你就应该反省一下自己到底哪里做错了。',
    'published' => true,
    'published_at' => Carbon::now(),
    'featured' => true,
    'image' => '',
    'user_id' => 1,
    'images' => [],
    'files' => [],
    'content' => '
            <h3>职场35岁现象</h3>
            <p>不管你是否承认，你都必须重视“35岁现象”。很多企业在招人时，明确规定年龄在35岁以下。如果你的年龄到了35岁却还在通过招聘网站投递简历不断跳槽，你就应该反省一下自己到底哪里做错了。</p>
            <p>今年传闻华为裁掉了一大批34以上的老员工，引起职场族尤其是一线城市的白领们大恐慌。</p>
            <p>在华为那种狼窝里能熬到34岁的人尚且如此，我们这些还没修炼成狼就已人到中年的人该怎么办？</p>
            <p>不管是公务员事业单位招考还是私企招聘，多数都会注明“35岁以下”，一些中小企业甚至要求30岁以下。那么35岁以上的体制外人都去哪了？</p>
            <p>我几年前开始就经常思考这个问题，当然也没想出个结果。或许会有不知天高地厚的年轻人说：如果你工作了十几年还没有掌握一些让自己不可替代的能力，被淘汰就是活该。这话听起来正确得像真理一样，我只希望说这话的人自己到了35岁的时候真的能够成为无法被年轻人代替的人。</p>
            <p>这世界上哪有那么多的不可代替？有肯定是有的，但绝大多数人所从事的工作真不需要十年的经验积累。如果你做的事情年轻人能做到80%甚至只是60%，而他要的薪水只有你的一半不到，你觉得老板会怎么选择？</p>
            <p>人到中年，身体机能开始退化了，你怎么跟那些二十来岁的毛头小伙子拼加班拼熬夜？就算你身体是铁打的，你要不要照顾家庭？要不要陪伴孩子？大家同在一个公司，人家加班你不加班，老板看了会怎么想？换了你是老板你会怎么想？你会仅仅因为同情或旧情而允许一个工作量比别人少拿钱还比别人多的人存在吗？</p>
            <p>其实代入NBA的情况就明白了，奥尼尔、邓肯、加内特、司机、科比等超巨能打到40岁左右自己不想打了才退休，而绝大多数普通球员不到35岁就打不上球了。三十二三岁以后即使还能拿到合同的一般都是低薪老将合同，像科比司机那样职业末年还能拿高薪的，那是人家之前为球队贡献了太多，这样的人在整个联盟能有几个？</p>
            <p>下面再看看我身边的例子：</p>
            <p class="lead">30多岁就当总经理，却感叹没事业</p>
            <p>我老婆刚毕业的时候，去了一家十几个人的润滑油销售公司做文员。</p>
            <p>那家公司是一家港资公司的子公司，总经理30多岁，一个月工资加销售提成大概有一万多块，在2006年的广州，在当时的我们看来是非常令人羡慕的高薪。</p>
            <p>他的生活确实也过得不错，有房有车还有闲钱弄点收藏，但我老婆（那时还是女朋友）说他有时会在公司闲聊时感叹没有事业。女友当时毕竟年轻，说X总您明明是事业有成啊怎么会没有事业？</p>
            <p>那总说：男人得自己创业，才算是有自己的事业。当时我们都不理解这话，后来人过三十以后，慢慢地发现，自己所在的公司里真的没有“老”员工了，自己的同学朋友也一个个不再打工了。至于当初女友公司的那个X总，在大约2009年的时候，公司解散，他得到了十几万的赔偿，后来也不知道做什么去了。</p>
            <h3>35岁后，白领们都去哪儿了？</h3>
            <p>后来我在一家互联网公司做小主管，下面有两个员工，其中一个近四十岁，是负责跑市场商务合作的，一看就是那种职场老油条，精明滑头，态度谦和谨慎，我对他也很客气。</p>
            <p>后来得知他在南山区（深圳房价最高的区）有两套房，不由肃然起敬。后来我们先后离开了那家公司，接下来两年里听说他又换了几次工作，终于不再打工，跟我说养老去了。他是早早享受到房价红利完成了资本积累的人，说养老是真有养老的条件。而现在那些连房都买不起的人，以后怎么养老？</p>
            <p>我同学，建筑设计专业的，自称中国每个大城市都有他设计的房子，三年前混到税前街薪的水平，辞职，和老婆开了家卖玉石的店，生意不错，说能跟得上深圳房价的涨幅。</p>
            <p>我同学，市政设计专业的，毕业后一路颇顺，是同学中第一个在一线买房的人。去年底辞职，自己在家乡那个五线小城市开了个小公司，目前尚未打开局面。</p>
            <p>我同学，在地产营销圈内混得风生水起，几年就做到了深圳某知名开发商的总监级职位。后来辞职创业，一直在朋友圈发他的创业内容，最近一条我有印象的是过年前发了一条说今年暂时不发资金，送给团队一副对联鼓励一下，对联的内容无非是鸡汤鸡血一类。</p>
            <p>太多太多这样的例子，总结起来，在我的小学中学大学同学中，如今还在私企打工的，已经是少数派。当年我们大学毕业时，想的都是找个好工作，觉得上班挣钱做白领是理所当然的事。如今只过去十年，已经没几个所谓的白领了。他们都去哪了？</p>
            <p>“大众创业”被有的人批判或嘲笑，但事实上在中国，一直都是大众创业，不管你是开个小点还是摆个小摊，不需要谁来提倡，到35岁或者更早一些时候，你就会发现，真的没法再打工了，就算自己还想打工也没人要了。</p>
            <p>自古写字楼如青楼，不许楼里见白头。</p>
            <p>而那些年轻时打了鸡血以熬夜通宵为荣的白领们，恐怕到不了应当白头的年龄，就已经白发苍苍了吧？</p>
            <p>别再想着房价了，好好想想35岁以后你还能干嘛，还能去哪吧。</p>
            <div class="list-group">
              <a href="javascript:void(0);" class="list-group-item">
                <h4 class="list-group-item-heading">@Kid__33</h4>
                <p class="list-group-item-text">我83年的，有两个孩子，C9硕士， 在事业单位做小中层。有车有房。 别人说我人生赢家， 我说， 冷暖自知。 真真感觉到了人到中年的困惑和无力。</p>
                <p class="list-group-item-text">事业上四平八稳，上不太动。没后台，周围暗箭不断。心累。</p>
                <p class="list-group-item-text">家庭上7年之痒老婆天天为小事逼逼，动不动就说不过了。我也不愿意和你过了，纯粹是为了孩子。为了孩子有个家。 父母都在山东老家，没法尽孝，只能生活上多帮助一些，也帮不上多。 心里愧疚的厉害。</p>
                <p class="list-group-item-text">自己在准一线城市打拼，发小也不在身边。周围的人忙忙碌碌，能交心的不多。 有什么难处也不想和别人倾诉，自己扛。</p>
                <p class="list-group-item-text">每天上上论坛，看看喜欢的球队。 仿佛身边热闹了很多。</p>
              </a>
              <a href="javascript:void(0);" class="list-group-item">
                <h4 class="list-group-item-heading">@makoto924</h4>
                <p class="list-group-item-text">说的在理，所以我不敢按揭换大房子。对自己保持收入的能力没有信心。</p>               
              </a>
              <a href="javascript:void(0);" class="list-group-item">
                <h4 class="list-group-item-heading">@信德維拉</h4>
                <p class="list-group-item-text">高端人物的后期核心竞争力都是御人之术。 技术和工作量甚至创意，都会枯竭，人到中年，家庭父母一堆琐事缠身，时间肯定不如年轻人，身体也不如年轻人，那么你的核心竞争力是什么？不是拼命加班，不是无敌的创意，而是搞定事情的能力。</p>
                <p class="list-group-item-text">搞定事情，无非是搞定人的能力，搞定客户，搞定上司，搞定下属，这个能力，才是越老越值钱的关键。为什么这个位置非你不可？因为别人出马都搞不定，你几个电话，就搞定，这就是能力。</p>
                <p class="list-group-item-text">所以说，技术类人才，前期薪水确实高，码农之类我等确实没法比，但是非技术类的人才例如大客户销售，市场总监，职业经理人，都是大后期，越老越值钱。</p>
                <p class="list-group-item-text">韩信点兵多多益善，刘邦点兵被韩信嘲笑，但是韩信也不得不服刘邦的驭人之术。你要做刘邦还是韩信？谁上限更高？韩信和刘邦就代表着专业型人才和管理型人才中的典范。</p>
                <p class="list-group-item-text">到了你无法拼时间，拼工作量，甚至拼脑力的时候，你在“御人”这个领域的能力，才决定了你最终的上限。</p>
              </a>
            <blockquote class="m-t">
            为中小电商创业者提供最鲜活、最干货的知识！电商大爷——全网电商精选内容，电商人必备APP，即刻扫码下载！
            </blockquote>
            ',
]);

$post13 = Post::create([
    'title' => '丁道师：对周航发文质疑乐视&易到的7点看法',
    'slug' => '丁道师：对周航发文质疑乐视&易到的7点看法',
    'summary' => '2017年4月17日，易到创始人周航发文质疑乐视&易到，声称易到当前确实存在着资金问题，而这个问题最直接的原因是乐视对易到的资金挪用13亿。并表示易到所面临的并非简单的债权债务纠纷，而是可能会引发妨碍社会稳定的群体性事件。',
    'published' => true,
    'published_at' => Carbon::now(),
    'featured' => true,
    'image' => '',
    'user_id' => 1,
    'images' => [],
    'files' => [],
    'content' => '
            <p>2017年4月17日，易到创始人周航发文质疑乐视&易到，声称易到当前确实存在着资金问题，而这个问题最直接的原因是乐视对易到的资金挪用13亿。并表示易到所面临的并非简单的债权债务纠纷，而是可能会引发妨碍社会稳定的群体性事件。</p>
            <p>周航声明一经发出，震动业界。众所周知，自从2015年底乐视收购易到以来，双方的合作虽然高速推进，但一直备受业界各种质疑，而周航作为易到创始人经常反击这些质疑，并且多次为易到站台，甚至2016年7月发文《弱者也有权利发声》，为了易到敢于对怒腾讯CEO马化腾。这些举动，都表明了任何时候，周航对易到充满了真爱，哪怕外界质疑声音从来没停住过。</p>
            <p>昨天刚刚说好的一起面对风风雨雨白头偕老，今天就瞬间反目猛踩一脚。乐视官方把周航这种行为定性为“现代版的农夫与蛇”，农夫与蛇当然是一个虚构的童话故事，但现在摆在乐视&易到和周航之间的故事远比童话本身还要精彩。当然，我们也知道很多时候童话基本都是骗人的。</p>
            <p>昨日双方的几个对攻回合，把乐视&易到和周航之间的矛盾彻底公开化。互联网行业和财经业界对此众说纷纭，支持双方的都有。我对此事有以下7点看法：</p>
            <h4>各种观点激辩 本身都是一种进步</h4>
            <p>以前行业发生大事，经常会看到“业界普遍认为....”这样的信息和报道，而这一次没有什么普遍认为了，各种观点激变，说什么的都有，有人认为乐视庞氏骗局，有人认为周航反咬一口。我想这本身就是自媒体和媒体观察群体的进步，没有哪家企业或者个人可以统一所有人的言论和认知，围观者的独立思考能力正在被释放出来。从长远来看，各种声音的出现，这何尝又不是互联网产业的进步体现。</p>
            <h4>乐视一定存在很多问题</h4>
            <p>乐视作为一家企业，作为一家高速增长的企业，尤其作为一家伴随各种质疑声音起来的企业，一定存在很多问题，资金管理问题，战略推进问题，人才培养问题，等等等等这些无需回避，贾跃亭去年的公开信里也罕见的承认了乐视的各种问题。当然，话说回来，在中国包括BAT、联想、京东、华为等在内的优质企业哪家没有一大堆问题，所以我们的企业害怕的不是出现问题，而是没有解决问题的可行方案和决心。</p>
            <h4>周航不是傅盛 而是白百何</h4>
            <p>针对此事，知名科技自媒体万能的大熊把周航比作傅盛(笔者注：当年傅盛从360离职后，也和360展开了一系列官司和撕逼)。在我看来，周航应该比作白百何。这几天我们知道，白百何陈羽凡2015年就离婚了，可是夫妻俩依然对公众上演着恩爱如初的真人秀，四处做节目走红毯做广告代言，还一次又一次激烈地辩驳着媒体质疑他们的婚姻。同理，周航被人病垢的不是质疑乐视，而是明明和乐视没有“夫妻感情”了，还一次次对公众上演着恩爱如初的真人秀。甚至这几天我乘坐飞机去旅行，周航和乐视&易到的恩爱故事，还一次次的做成访谈视频在机场候机区播放。对了，机场的广告位是需要付钱的，这个钱是哪里来的?</p>
            <h4>对贾利大于弊 能够知道哪些人真正盟友</h4>
            <p>昨晚估计“中国最穷的上市公司老板”贾跃亭一夜未眠，但从道家思想的角度出发来看，世间万物都有两面性，阴阳相调。表面来看周航反手一刀对乐视和贾跃亭是重大打击，让乐视更加面临雪上加霜的境况，但也通过此事以及业界对此的看法，贾跃亭也能够真正明白平时迎笑往来的人，哪些是真正看懂乐视生态的盟友，哪些人是耍两面派的小人。认清这点，对以后的转型发展至关重要。</p>
            <h4>不管撕逼如何 消费者和司机权益请保障</h4>
            <p>夫妻离婚，吵架闹到法院或者民政局，一般都会被要求对孩子的归属进行明确。哪一方负责抚养孩子，哪一方负责给孩子每月支付抚养费等等，都要白纸黑字的写清楚。同样对于现在的乐视易到和周航来讲，相比互相撕逼，更重要的还是想办法把你们的“孩子”，也就是广大司机和消费者的问题解决了，尤其是百万司机的权益，一定要保障好。在这个事情上，不管谁把解决离婚问题放置于解决司机问题之前，都是耍流氓。等问题解决后，然后你们再怎么闹，也都是你们双方的事情。</p>
            <h4>相比资金问题 高管能力和格局的问题更大</h4>
            <p>前面说过乐视有很大问题，而现在业界普遍认为乐视的问题在于资金问题，而资金的压力来自于贾跃亭的造车梦想。在我看来乐视真正最大的问题还不是资金问题，而是高管的能力和格局问题。贾跃亭超前的战略愿景和规划已经远超一般人或者一般高管的理解能力，乐视内部真正能理解贾跃亭的只有阿木等少数几个高管。换句话说，乐视过去几年体量增加了10倍不止，相关的高管能力有增加10倍吗?当然乐视的高管问题同于对于滴滴、美团等快速增长的公司也存在。</p>
            <h4>就算乐视不能成 但乐视生态模式一定是未来主流</h4>
            <p>提到乐视经常有媒体朋友和我探讨一个话题“乐视会不会因为资金问题就此倒下”，我相信这是善意的担忧，因为乐视倒闭对谁都没有好处。对乐视生态，我之前提到过“开放的闭环”这个理念，之前乐视已经阐述过无数次，这个体系结合乐视生态“平台+内容+终端+应用”的垂直整合能力，打破硬件边界、UI边界、内容边界、应用边界，打破整个产业链中的创新边界，打破内部的组织边界，让生态产生强大的化学聚变反应，开创全新的跑道，诞生出诸多我们现在无法预知的商业机会。所以乐视现在做的生态是一家非常伟大但充满高风险的事情，这个事情在中国和美国都没有参照物，我还是那句话在我看来就算乐视倒下了，但乐视所代表的这种全新模式一定会成为未来主流。</p>
            <blockquote>
            丁道师
            </blockquote>
            ',
]);



$post16 = Post::create([
    'title' => '微信支付宝平安混战医保支付 深圳成主战场',
    'slug' => '微信支付宝平安混战医保支付 深圳成主战场',
    'summary' => '医保支付改革正如雨后春笋般在全国各地展开。自今年2月国家卫计委等3部门联合发文要求实施医保支付方式改革以来，截至目前，已有福建、重庆、四川等省市纷纷响应。在政策放开的环境下，医保支付市场中一场没有硝烟的战争正悄然展开。腾讯微信、阿里支付宝和平安等，均已拿到医保支付入场券，他们之间的暗战升级。',
    'published' => true,
    'published_at' => Carbon::now(),
    'image' => '',
    'user_id' => 1,
    'images' => [],
    'files' => [],
    'content' => '
            <p>医保支付改革正如雨后春笋般在全国各地展开。自今年2月国家卫计委等3部门联合发文要求实施医保支付方式改革以来，截至目前，已有福建、重庆、四川等省市纷纷响应。</p>
            <p>在政策放开的环境下，医保支付市场中一场没有硝烟的战争正悄然展开。腾讯微信、阿里支付宝和平安等，均已拿到医保支付入场券，他们之间的暗战升级。</p>
            <p>继上个月腾讯在阿里总部所在地杭州对外宣布医保支付的“战果”后，5月9日，蚂蚁金服旗下支付宝宣布在医保移动支付领域的探索，已覆盖医药和药店场景，和全国100多个城市达成合作意向。</p>
            <p>“相比微信主要是以医院微信公众号为渠道，以内容为切入点，支付宝则是以金融支付为切入点，平安则主要通过钱包插件，在已有平台上植入。”5月15日，对于微信、支付宝以及平安之间的模式区别，高特佳投资集团高级投资经理唐圆圆在接受时代周报记者采访时表示。</p>
            <p>不同于传统的移动医疗平台，微信和支付宝等巨头，具备移动支付功能和巨大的流量优势。在中国医疗、医保和医药领域持续深化医改的过程中，政策正打开医保支付环节的大门，这对于一心想争夺市场话语权的腾讯和阿里，可谓巨大利好。</p>
            <p><strong>深圳成为主战场</strong></p>
            <p>2016年11月8日，人社部发布《关于印发“互联网+人社”2020行动计划的通知》，明确社保卡将加载支付功能，支持各类缴费和待遇享受应用，同时将与商业银行、第三方支付平台等合作，建设统一、开放的医保结算数据交换接口，在安全可控的前提下，支持相关机构开展网上购药等应用。</p>
            <p>在此政策明朗之前，无论是阿里、腾讯，还是平安都在抢先布局这一生态圈，挺入医保移动支付领域。</p>
            <p>据时代周报记者观察，这场战役首先在去年上半年展开，地点是在深圳。去年以来，深圳市正式启动医疗保险移动支付试点工作，成为全国首个开展该试点的城市。</p>
            <p>2016年4月，腾讯与深圳市人社局签署战略合作协议。根据协议规定，深圳市的医保用户通过微信绑定医保卡，就可以在指定医院就诊时一键完成医保及自费金额的在线支付。</p>
            <p>作为使用概率最高的支付方式之一，支付宝亦不甘放过巨大的医疗支付蓝海，绑定医保支付一直是其想要攻坚的堡垒。阿里将医保支付的触角伸至腾讯和平安总部所在地深圳。</p>
            <p>2016年5月31日，支付宝同样与深圳市人社局共同合作医保移动支付项目，正式在深圳多家医院落地试运行，通过支付宝绑定金融社保卡后，可在手机上完成医保的门诊挂号和缴费。</p>
            <p>据深圳市人社局介绍，医疗保险的参保人只要通过合作方的支付平台（支付宝、微信、平安壹钱包）绑定加载金融功能的社会保障卡后，即可通过手机完成医保的门诊挂号和缴费，避免长时间排队。</p>
            <p>“市民可分别在支付宝、微信的‘城市服务’功能中，找到绑定社保卡、挂号及缴费的入口。平安壹钱包的用户则可以在合作医院的APP中，直接使用平安壹钱包绑卡及付费。”深圳市人社局相关负责人表示。</p>
            <p>据介绍，首批试点包括深圳市人民医院等17家医院，患者可通过手机完成医保的门诊挂号和缴费。一旦时机成熟，将向全市所有定点医院开放医保移动支付。</p>
            <p>拥有了前期的合作意向，腾讯和支付宝都想将此落地。事实上，巨头们选择深圳，其实是看中了这一城市年轻化的患者群体，以及庞大的就诊群体。</p>
            <p>深圳市卫计委此前提供给时代周报记者的数据显示，在“十二五”期间，深圳市财政卫生总投入599.1亿元，大胆改革，目前已初步建成基本适应近2000万人口需求的医疗卫生服务体系。</p>
            <p>最近，罗湖医院集团称，罗湖区人民医院门诊微信支付功能已全面开通，现在深圳市一档参保人可通过微信公众号“深圳罗湖区人民医院”进行医保缴费。</p>
            <p>5月15日，罗湖医院集团相关人士在接受时代周报记者采访时表示：“我们正在与支付宝商谈合作，待相关部门审批，通过之后上线。”</p>
            <p>上述人士指出，主要是支付宝与患者的社保卡绑定，“本来之前就已经做了自费病人的支付，本地病人还是挺多，医保支付确实挺好，支付宝在做，也快了”。</p>
            <p>争夺线下医院资源</p>
            <p>时至今日，腾讯、阿里以及平安在深圳布局医保支付已近一年。</p>
            <p>5月15日，医疗战略咨询公司LatitudeHealth合伙人赵衡在接受时代周报记者采访时表示，微信、支付宝和平安等都希望与医保合作，去切入支付领域。</p>
            <p>据赵衡介绍，保险巨头平安在深圳做的是一站通，希望绑定在医保卡上面，“这个难度会比较大，因为各个地方的政策不一样，在深圳可能话语权比较强，但在其他城市或许就没那么容易”。</p>
            <p>今年2月17日，腾讯互联网+医疗事业部在深圳宣布“医保支付规划”，2016年四季度在深圳实现的微信端医保移动支付，将逐步扩至国内11省21市，正式吹响向全国进军的号角。</p>
            <p>最近，腾讯还在阿里所在地杭州，举行了一场互联网峰会。腾讯移动互联网事业群副总裁陈广域在会上介绍了腾讯医保支付目前的“成绩单”，“微信医疗支付这里面包括了不仅仅是自费的部分，还包括了医保部分，以及新农合异地就医”。</p>
            <p>腾讯方面表示：“在每一个方向，我们都开放出我们的接口，开放出大数据的接口，开放出医保支付的接口，开放微信上很多接口。给到我们需要的合作伙伴，更好利用这些能力去服务更多有需要的医疗机构和患者。这是我们未来希望生态共赢的模式。”</p>
            <p>最近，阿里在医保支付领域的“战果”浮出水面。5月9日，蚂蚁金服旗下支付宝宣布面向个人用户推出一站式的“医疗服务”平台。“除了整合支付宝已有的挂号就诊等服务，用户通过该平台还可以获取健康咨询、健康资讯、母婴服务、健康金融等15项健康管理服务。”</p>
            <p>时代周报记者注意到，今年以来，蚂蚁金服越来越呈现基础设施化的趋势。医疗健康领域也成为蚂蚁金服打造开放的重要标本。</p>
            <p>3年前，支付宝发布“未来医院”计划，正式以开放的方式进入医疗健康领域。该计划包括三个阶段，第一阶段帮助医院建立移动医疗体系，第二阶段旨在激活医疗服务全生态，比如打通医保、商保等，第三阶段协同生态伙伴共同搭建基于大数据的健康管理平台，实现从治疗到预防的转变。</p>
            <p>腾讯在医保支付方面，亦有规划。据陈广域透露，未来腾讯还会覆盖商保的部分，同时也会做成一键支付、混合支付这样的模式，“让用户在微信上能够一键操作，可以把所有不同支付的结构类型，在一次的操作里面全部完成。这样对用户来说，应该是体验上极大的提升”。</p>
            <p>5月15日，对于微信、支付宝以及平安之间的区别，高特佳投资集团高级投资经理唐圆圆在接受时代周报记者采访时表示，微信主要以医院微信公众号为渠道，连接人社局、第三方院内信息化平台，为患者、医院提供挂号、医保支付等服务，是以内容为切入点，前期主要定位在三甲医院。</p>
            <p>唐圆圆指出，支付宝主要以金融支付工具为切入点，为医院提供医保支付服务，及相关金融延伸服务，如防黄牛、诊费分期付款、先诊疗后付款等，其前期定位主要在两端，三甲医院和区域基层医疗机构。</p>
            <p>“微信和支付宝都需要在自有APP中实现医保支付，平安则主要通过钱包插件，在已有移动平台上—医院自有APP、第三方挂号平台中植入，同时连接银行、医保、医院和商保。”唐圆圆告诉时代周报记者。</p>
            <p><strong>支付核心领域待掘</strong></p>
            <p>上述医疗战略咨询公司LatitudeHealth合伙人赵衡，家住在上海，此前带孩子去当地医院就医，亲身体验医保移动支付流程。</p>
            <p>赵衡向时代周报记者介绍，不用去窗口排队，直接去自助终端机就可完成支付，医保部分的需要刷医保卡，自费部分的可以刷微信或支付宝，就给患者这两个选择，“我发现很多自助机都空缺，每一次我去缴费都不用排队，大部分人还是不太习惯用自助机”。</p>
            <p>此外，据赵衡观察，机器最大的问题还在于期票据不能用作报销，所以说要打印可以报销的票据出来，还是需要去窗口排队，所以说这与直接去窗口排队缴费无异。</p>
            <p>“这对于外地病人来说，没有什么意义，他们需要使用医保，回去找当地的医保报销，报销则需要凭证，最后还是得去窗口排队。”有医保观察人士指出。</p>
            <p>近日，人社部公布首期基本医疗保险跨省异地就医住院医疗费用直接结算地区和定点医疗机构名单。根据名单，京津冀开通基本医疗保险跨省异地就医住院医疗费用直接结算的医院共有47家，其中北京19家、天津17家、河北11家。</p>
            <p>2016年12月15日，国家基本医疗保险异地就医结算系统正式上线试运行。截至今年5月5日，除西藏外，全国其他省份均整体或部分接入国家基本医疗保险异地就医结算系统。</p>
            <p>外界认为，这一政策将使互联网企业加速在医保支付市场的布局。在赵衡看来，上述互联网巨头目前介入的还是医保支付的外围，深入不到核心的支付领域，大头还是在医保基金里面，“医保报销大半，剩下的用第三方支付平台刷”。</p>
            <p>唐圆圆告诉时代周报记者，需要注意的是，人社部门要求所有医保支付数据必须经过加密后才能与微信、支付宝、平安等第三方支付平台对接。这意味着，核心数据沉淀会是各种模式未来需要突破的内容。</p>
            <p>支付端是最终能打通中国医疗服务体系上下游的途径之一，“现有市场参与者对医保支付的布局，前提是其对互联网医疗已有的沉淀。”唐圆圆告诉时代周报记者。</p>
            <p>当前，医保支付改革在全国展开。今年3月28日，全国医改工作电视电话会议在京召开指出，大力推动医保支付改革等取得突破，办好全国医保信息联网、异地就医住院费用直接结算等惠民实事。</p>
            <p>对于未来医保支付的趋势，唐圆圆表示，通过医保移动支付，一方面可以部分缓解国家医保资金紧张的问题；另一方面，可以以此发展基本医保服务之外的商保，想象空间巨大。</p>
                ',
]);

$post19 = Post::create([
    'title' => '继微信后 苹果拟扩大封杀这一功能',
    'slug' => '继微信后 苹果拟扩大封杀这一功能',
    'summary' => '从创始人乔布斯去世之后，苹果公司的形象逐渐从一个创新型公司转变成了赚钱型公司。目前，苹果公司手握超过2500亿美元的现金，成为全球“最有钱”企业。可正是越有钱的人，越知道怎么赚钱。最近，苹果盯上了中国App的打赏功能，希望从中分一杯羹。正因为此，微信的赞赏功能在上个月被迫关闭了。不过，根据外媒的最新报道，被苹果公司盯上的公司绝不只是微信一个。',
    'published' => true,
    'published_at' => Carbon::now(),
    'image' => '/news/19.jpg',
    'user_id' => 1,
    'images' => [],
    'files' => [],
    'content' => '
            <p>从创始人乔布斯去世之后，苹果公司的形象逐渐从一个创新型公司转变成了赚钱型公司。目前，苹果公司手握超过2500亿美元的现金，成为全球“最有钱”企业。</p>
            <p>可正是越有钱的人，越知道怎么赚钱。最近，苹果盯上了中国App的打赏功能，希望从中分一杯羹。正因为此，微信的赞赏功能在上个月被迫关闭了。</p>
            <p>不过，根据外媒的最新报道，被苹果公司盯上的公司绝不只是微信一个。</p>
            <h2>外媒：苹果约谈中国软件开发商</h2>
            <p>继微信之后，苹果可能要对中国其他具备打赏功能的App下手了。《华尔街日报》5月19日报道，据微信及其它公司的高管透露，苹果已经通知几个中国社交网络App，根据App Store的规定，苹果要求它们禁用赞赏功能。</p>
            <p style="text-align: center"><img src="/storage/app/media/news/19_01.jpg" alt=""></p>
            <p>就在今年4月19日，iOS版微信公众平台赞赏功能被关闭。当天，微信在一则“遗憾通知”中称，关闭的原因是受到苹果公司IAP机制（in-App Purchase，应用内购）的影响，微信与苹果方面经过“长期沟通协调”，最终选择将iOS版微信公众平台赞赏功能调整为通过二维码方式转账。可就在几个小时之后，微信方面“再次通知”，二维码转账也被关闭。</p>
            <p>每经发现，除了微信之外，目前国内的新浪微博App、分答App、豆瓣App等都具备打赏功能。</p>
            <p><strong>2016年6月最新版的苹果开发者协议中的3.1.1条款规定：</strong></p>
            <p>如果您想要在App内解锁特性或功能（解锁方式有：订阅、游戏内货币、游戏关卡、优质内容的访问权限或解锁完整版等)，则必须使用App内购买。App不得包含指引客户使用非IAP机制进行购买的按钮、外部链接或其他行动号召用语。</p>
            <p style="text-align: center"><img src="/storage/app/media/news/19_02.jpg" alt="" ></p>
            <p>据第一财经报道，北京某律师事务所的研究报告指出：“根据AppStore审查指南的要求，所有的应用程序都要在通过iTunes内置的应用内购买来完成，包括一次性购买、注册付费以及应用内的支付，而不允许应用程序内部使用第三方支付购买应用程序内的内容或者服务，其属于典型的搭售苹果的支付服务，而排除了其他第三方支付服务的行为。”</p>
            <h2>要么禁用打赏，要么分成30%</h2>
            <p>根据《华尔街日报》报道，苹果试图关闭各个App打赏功能的原因，主要是希望从中国的iPhone用户身上赚取更多收入。</p>
            <p>此前，在iOS系统上，无论用何种App购买音乐、小说还是视频，都只能通过苹果App Store的支付渠道购买（也就是“App内购买”）。而目前App Store在中国支持银联、支付宝等支付方式，不含微信支付。对于这部分收入，App Store会抽取30%。</p>
            <p>据《华尔街日报》报道，一些社交应用公司认为，苹果关闭打赏功能是一种强迫手段。有两家公司的首席执行长表示，苹果告诉他们，如果拒绝改变，则其应用的升级版本将不再可供用户使用，甚至有可能被踢出应用商店。</p>
            <p>其中一位高管抱怨称，他公司的平台没有收取任何费用，但苹果什么都不做就可以抽成30%。</p>
            <p>而这两家应用开发商认为，打赏与购买歌曲或其他虚拟商品不同：打赏是出于自愿，发生在用户消费内容之后，因此不属于销售行为，而是表达欣赏的方式。</p>
            <p>此外，一名高管表示，关于苹果将小费定义为应用内采购是否公平，公司已经将问题向工业和信息化部汇报。工业和信息化部回应称它不会介入。</p>
            <p>虽然打赏这块业务金额不大，但对苹果来说颇为重要。苹果在中国的收入正在下滑，其在中国的发展正处于关键时刻。根据国际数据公司（IDC）的数据，2017年第一季度，苹果在中国市场的占有率从2015年第一季度的16%下降至9%；第一季度iPhone在中国市场的份额下滑，位列第四，前三名被中国本土品牌包揽。</p>
            <p style="text-align: center"><img src="/storage/app/media/news/19_03.jpg" alt=""></p>
            <p>与此同时，2016年中国成为苹果应用商店的最大市场，收入超过美国市场。根据移动市场分析机构App Annie Ltd.的数据，2016年第四季度，中国消费者在苹果应用商店的消费额达到20亿美元，创下历年来单个市场的消费额之最。</p>
                ',
]);

$post21 = Post::create([
    'title' => '这就尴尬了！支付宝扫码支付竟扫出小学奥数题',
    'slug' => '这就尴尬了！支付宝扫码支付竟扫出小学奥数题',
    'summary' => ' 支付宝扫码支付已经成为大家的日常，但扫二维码出现小学奥数题，答对吃饭免单还是头一次。这样的新玩法你见过吗？',
    'published' => true,
    'published_at' => Carbon::now(),
    'featured' => true,
    'image' => '/news/21.jpg',
    'user_id' => 1,
    'images' => [],
    'files' => [],
    'content' => '
            <p>这就尴尬了！支付宝扫码支付竟扫出小学奥数题-卖家资讯</p>
            <p>支付宝扫码支付已经成为大家的日常，<strong>但扫二维码出现小学奥数题，答对吃饭免单还是头一次</strong>。这样的新玩法你见过吗？</p>
            <p>据了解，在四川农业大学成都校区，有一家叫做“不挂科”的餐厅。</p>
            <p>昨天，这家餐厅推出了支付宝扫码抽奖游戏。来店里吃饭的顾客，<strong>只要用支付宝扫描桌上的口碑码，就有可能扫出一道小学奥数题。如果能够在5分钟内答对这道题，老板就会免掉顾客的这顿饭钱。</strong></p>
            <p>“不挂科”的老板左腾和谢龙云说，<strong>餐厅桌子上的口碑码，原本是为了方便同学们用手机点餐和结账的。这次出奥数题，主要是为了让大家觉得好玩有趣。</strong></p>
            <p>“马上就要期末考了，希望没有求出几何阴影面积的同学心里不要有什么阴影，从容面对期末考试，不要挂科。”</p>
            <p>四川农业大学的小江是当天第一名顾客，他抽到的题目是，“<strong>小明从家到学校跑步来回要10分钟，如果去时步行，回来时跑步，一共需要12分钟，那么小明来回都步行要几分钟</strong>？”</p>
            <p>“这就是个简单的二元一次方程嘛，我们是靠实力吃饭的。”小江只用了不到一分钟时间就答出了题目，然后和同伴点了一份面和一份盖浇饭，吃起了免费午餐。</p>
            <p>不过，之后来店里参加活动的同学就没有这么顺利了。题库中有一道关于几何面积计算的题目，当天没有一个人能够在规定的5分钟时间内答对。当天午餐时间，总共有16位顾客扫出了奥数题，其中有8位答题成功。</p>
            <p>对此，口碑方面表示，扫口碑码做奥数题是商家自发的活动。<strong>这个周末，全国用户扫口碑码能抢到的是商家折扣和最高100元的立减优惠，而非奥数题，请网友不必担心。</strong></p>
            <p style="text-align: center"><img src="/storage/app/media/news/zx-21.jpg" class="fr-fic fr-dii"></p>
            ',
]);

$post22 = Post::create([
    'title' => '《王者荣耀》有多赚钱？你绝对想不到',
    'slug' => '《王者荣耀》有多赚钱？你绝对想不到',
    'summary' => ' 支付宝扫码支付已经成为大家的日常，但扫二维码出现小学奥数题，答对吃饭免单还是头一次。这样的新玩法你见过吗？',
    'published' => true,
    'published_at' => Carbon::now(),
    'featured' => true,
    'image' => '/news/22.jpg',
    'user_id' => 1,
    'images' => [],
    'files' => [],
    'content' => '
            <p>《王者荣耀》有多赚钱？你绝对想不到-卖家资讯</p>
            <p>《王者荣耀》是腾讯目前最火的MOBA手游，根据第三方的调研数据显示，《王者荣耀》渗透率达到22.3%，用户规模达到2.01亿人，每日的日活跃用户（DAU）均值为5412.8万人。</p>
            <p>甚至根据第三方调研机构的数据显示女生比男生更关注这款游戏。作为如此火爆的一款游戏，腾讯究竟能从其中获得多少利润呢？</p>
            <p>根据估算，<strong>《王者荣耀》的净利润将超过3212家上市公司净利润</strong>，《王者荣耀》一季度营业收入在60亿元左右，参照腾讯控股“增服务”的60.93%毛利率，《王者荣耀》可为腾讯控股带来36.56亿元毛利润。</p>
            <p>如参照腾讯控股整体的29.34%的销售净利润，《王者荣耀》为腾讯控股贡献了17.6亿元的净利润。</p>
            <p>就营业收入来看，《王者荣耀》一季度营业收入，就相当于221家上市公司的营业收入加总。</p>
            <p>一是A股市场目前共有3268家上市公司，其中有<strong>3079家上市公司一季度营业收入低于60亿元，不及《王者荣耀》一款游戏，占全体A股上市公司的94.22%；</strong></p>
            <p>二是有3212家上市公司的一季度净利润低于17.6亿元，不及《王者荣耀》的盈利规模，占全体A股公司的98.29%；</p>
            <p>三是<strong>整个A股市场，只有55家上市公司一季度盈利超过了王者荣耀</strong>，这还是对《王者荣耀》最保守估计的情况下，这也是更为直观的数字。</p>
            <p>看完了这组数据，你是不是对于《王者荣耀》的盈利能力感受更直观了呢？</p>
            ',
]);

$post24 = Post::create([
    'title' => '定西渭源：攻破农村电商“最后一公里”',
    'slug' => '定西渭源：攻破农村电商“最后一公里',
    'summary' => '近年来，伴随着城市电商的飞速发展，农村电商消费也随之增加，农村的小生产也逐渐地与更大的市场实现了对接。但从这两年甘肃省农村电商的发展进度来看，物流成为农村电商的最大瓶颈之一。如何解决农村电商“最后一公里”，成了农村电商发展绕不开的大问题。',
    'published' => true,
    'published_at' => Carbon::now(),
    'featured' => true,
    'image' => '/news/24.jpg',
    'user_id' => 1,
    'images' => [],
    'files' => [],
    'content' => '
            <p>近年来，伴随着城市电商的飞速发展，农村电商消费也随之增加，农村的小生产也逐渐地与更大的市场实现了对接。但从这两年甘肃省农村电商的发展进度来看，物流成为农村电商的最大瓶颈之一。如何解决农村电商“最后一公里”，成了农村电商发展绕不开的大问题。</p>
            <p>然而，甘肃省渭源县采取“互联网+复合式”的农村物流配送体系，彻底打破了电商最后一公里，解决了制约农村电商发展的最初一公里和最后一公里问题。</p>
            <p>“最后一公里”成农村电商最大痛点</p>
            <p>清明刚过，渭源县莲峰镇石门村王先生在村电商服务点来提取儿子网购的农具。“现在农村和城里一样了，物流直接到村上，真的很方便”。他说，以前快递分拨点只能将货物送到县上，要等顺路车捎带才行。如果着急，就只能自己去县上取货。</p>
            <p>“快递公司镇上已经有了网点，大多数都是自己送货上门发，或者自己去门店里取。”渭源县五竹镇一电商网点负责人告诉记者，镇子是方圆十几公里最繁华的区域，快递公司已设网点，速度也不差。但是再往周边村落派送就比较麻烦了，除了时间难以保障，很多时候，还需要收货方自己来镇上取。发个快递也是一样，上门取货这种服务几乎是没有的。</p>
            <p style="text-align: center"><img src="/storage/app/media/news/24-1.jpg" alt=""  ></p>
            <p>农村电商的发展不仅解决农民“买难”的问题，还解决了“卖难”的问题。但由于农村地区群众居住分散，基础设施薄弱，农村物流配送已成为制约农村电商发展的瓶颈。渭源县电商企业负责人张渭林接受记者采访时说，农村电商虽然迎来了重要的发展机遇期，但“最后一公里”难题显然阻碍了农村电商的进一步快速发展。解决农村物流“最后一公里”问题，成为发展农村电商必须首先解决的问题。</p>
            <p>渭源县商务局局长赵效勇接受记者采访时说，渭源县山青水秀，风光秀丽，没有污染的自然环境和生态条件盛产党参、黄芪、当归、马铃薯、南山放养虫草鸡、土鸡蛋、野菜等特色农产品(8.810,&nbsp;-0.01,<span>&nbsp;</span>-0.11%)</span>，城市人亲口品尝后情不自禁的感慨，味道就是不一样。但是山大沟深，信息闭塞，物流落后，这些美味特产被藏在山里，难以运往外边，无法为当地农民创收，也成为电商扶贫的“拦路虎”。</p>
            <p>物流成本高农村电商服务难</p>
            <p>“做电商平台，最重要的是解决服务农民‘最后一公里’”难题。张渭林如是说，农村地广人稀、分布零散、交通设施不完备，货物难以集散，配送成本很高。</p>
            <p>记者在采访中了解到，在甘肃省大多数农村3公斤以上的一个包裹从县域到农村的物流成本是30元，物流成本远远大于农产品成本。一个偏远村镇发一单快递，可能需要快递员行驶近百公里。为节约成本，快递员一般只对乡镇网点附件的快递送货上门。如果在乡镇以下的村子，收件人就要自己上门取件。因为稍偏远些的乡村，送一件快递连汽油费都不够。</p>
            <p>记者在采访中也发现，这种快递变慢的现象在整个农村电商普遍存在，很多快递公司在乡镇上没有专门店面，大多数依托当地超市，他们一般不往村子里送，因为成本太高。所谓的快递在农村更多呈现出了一种邮寄的功能，末端的取派服务稍显松散。</p>
            <p>在农村电商“最后一公里”的配送上，存在的问题和难点首先是服务范围辐射不足。目前，甘肃省大部分快递公司的配送点均设置在县城，服务范围也基本限制在县城范围，而分布零散的农村服务网络基本空白，有的快递公司最大也仅覆盖部分重点乡镇，更多村镇无法享受更好的配送服务。</p>
            <p>“发展乡村物流面临的最大难题，就是成本高。”赵效勇说，目前甘肃省农村电商的发展很大程度受限于农村物流，由于农村地区物流基础设施差，网点少，导致快递下乡一直未能很好落实。他说，渭源是一个药材种植大县，农村电商服务具有双重性——既要“引进来”，又要“走出去”。这种双重的需求方式下，降低物流成本是至关重要的。</p>
            <p>打通“最后一公里”需“草船借箭”</p>
            <p>农村电商“最后一公里”到底该怎么走？</p>
            <p>“向农村进军！”无疑已成为电子商务企业乃至当前电商经济的重要战略布局策略。张渭林称，近年来，农村电商乘着“互联网+”的快车蓬勃发展，农村电商的发展正成为各地政府和电商企业谋求新一轮发展和转型的新动力。</p>
            <p>破解农村电商物流“最后一公里”还需要“草船借箭”。就是要善于利用农村现有物流体系，否则新建或单建农村电商物流体系将是难以承受的成本。张渭林分析称，要借依然运营的农村运输体系和现有的农村商业资源，大幅降低物流成本和节约社会资源。化解农村物流“最后一公里”问题，还需要有开放、协同、融合的互联网精神，才能在共享资源的基础上大幅降低成本，走出困境。</p>
            <p>赵效勇告诉记者，为了解决农村物流配送难题，2017年渭源县依托国家电子商务进农村综合示范县项目，整合社会各类物流资源，加快农村物流配送体系建设，打造“县有中心，乡有门店、村社有点”的仓储物流体系，确保到村的物流配送不超过3天。</p>
            <p>俗话说：“众人拾柴火焰高”。通过公开竞争性招标，渭源县四海商贸有限公司承建全县农村物流项目。该公司立足渭源县物流实际和电商特点，采取“互联网+复合式”模式，和全县货运、客运、快递和网约车以及当地企业、合作社、小卖部、生意人共建农村物流配送体系，并和邮政、顺风等合作，建立网货配送至全国的运输体系，彻底打通全县物流快递“最初一公里”和“最后一公里”，畅通农产品进城和消费品下乡的通道。</p>
            <p style="text-align: center"><img src="/storage/app/media/news/24.jpg" alt=""  ></p>
            <p>目前，渭源县农村物流配送体系建设项目进展顺利，县级分拣配送中心建设有序进行，智能配送平台已经研发成功，500辆农村物流配送车陆续到位，县、乡、村三级物流配送体系已经具备雏形。</p>
            ',
]);

$post25 = Post::create([
    'title' => '乘着“隐形”的翅膀——定西渭源县电子商务产业发展扫描',
    'slug' => '乘着“隐形”的翅膀——定西渭源县电子商务产业发展扫描',
    'summary' => '“国家电子商务进农村综合示范县”“甘肃省电子商务示范县”……这些颇具分量的命名称号，是对定西渭源电子商务产业蓬勃兴起，造“富”一方的褒奖和肯定。',
    'published' => true,
    'published_at' => Carbon::now(),
    'featured' => true,
    'image' => '/news/25.jpg',
    'user_id' => 1,
    'images' => [],
    'files' => [],
    'content' => '
            <p>国家电子商务进农村综合示范县”“甘肃省电子商务示范县”……这些颇具分量的命名称号，是对定西渭源电子商务产业蓬勃兴起，造“富”一方的褒奖和肯定。</p>
            <p>2016年实现线上销售额7200万元，带动线下交易1.7亿元，增加就业3500多人……一组直观的数据，具体展示了渭源电子商务产业快速发展，助力脱贫攻坚富民惠民的喜人成效。</p>
            <p>近年来，渭源县坚持将电子商务作为继马铃薯种薯、中医药、草食畜牧业、生态文化旅游业之后的新兴产业强力推动、扶持，先后制定出台了电子商务与现代物流产业融合发展的《意见》《规划》以及《实施方案》等；实施电子商务应用普及、公共服务平台培育等十大工程，形成了完善的行政推动体系和政策支持体系。同时，出台《渭源县电子商务与现代物流产业融合发展扶持奖励政策(试行)》，县财政每年列支300万元，设立产业发展专项资金，通过财政贴息、以奖代补等方式扶持产业发展，着力构建政府引导、市场主体、金融支撑、广泛参与的发展格局。</p>
            <p>“互联网+”的时代主题与政府的扶持引导，犹如一对“隐形”的翅膀，助推渭源电商产业展翅腾飞，正在实现从无到有、从少到多的量变积累，向着由弱到强、产业化发展的华丽蜕变。</p>
            <p>点燃“草根”创业激情。渭源县通过宣传引导、奖励扶持、培训孵化，鼓励高校毕业生、大学生村官、有创业意愿的农村青年通过电子商务积极创业。先后筹措培训资金100多万元，举办各类培训班20期，培训人员3600多人次，全县建成销售当地土特产的网店547家，其中贫困村建成网店167家，培育出了年销售100万元以上的琪祥阁、品正堂、药之堂等一批优秀网店，使“草根”阶层通过从事电子商务创业的梦想变为现实，更多的年轻才俊回到了农村，从事电子商务及上下游配套产业链的服务。目前，琪祥阁网店年销售额达到1100万元，成为天猫网络销售平台上中药材类第一；渭水探源大学生创业孵化中心已经孵化成功企业11家，累计开展创业培训135人次。</p>
                     
         ',
]);

$post26 = Post::create([
    'title' => '定西渭源：“电商扶贫”闯新路”',
    'slug' => '定西渭源：“电商扶贫”闯新路”',
    'summary' => '近年来，渭源县立足特色资源优势，不断加强电商扶贫力度，实现了农民增收、企业增效、就业增加的阶段性目标，走出了一条“电商扶贫”的新路子，今年被确定为“国家电子商务进农村综合示范县”。',
    'published' => true,
    'published_at' => Carbon::now(),
    'featured' => true,
    'image' => '/news/5.jpg',
    'user_id' => 1,
    'images' => [],
    'files' => [],
    'content' => '
            <p>近年来，渭源县立足特色资源优势，不断加强电商扶贫力度，实现了农民增收、企业增效、就业增加的阶段性目标，走出了一条“电商扶贫”的新路子，今年被确定为“国家电子商务进农村综合示范县”。</p>
            <p>为推动电子商务发展，渭源县在学习借鉴经验、充分调研的基础上，先后制定出台了电子商务与现代物流产业融合发展的《意见》《规划》以及《实施方案》等；实施了电子商务应用普及、公共服务平台培育等十大工程，形成了完善的行政推动体系和政策支持体系。先后筹措培训资金100多万元，举办各类培训班19期，培训人员3400多人次，积极鼓励高校毕业生、大学生村官、有创业意愿的农村青年通过电子商务创业。同时，出台了《渭源县电子商务与现代物流产业融合发展扶持奖励政策(试行)》，县财政每年列支300万元，设立产业发展专项资金，通过财政贴息、以奖代补等方式扶持产业发展，着力构建政府引导、市场主体、金融支撑、广泛参与的发展格局。目前，已兑现扶持奖励资金130多万元；县政府与农行、工商银行、农村信用社等金融机构达成协议，每年落实信贷资金5.5亿元以上。</p>
            <p>为夯实电子商务发展基础，近年来渭源县积极推进快递物流行业的布站设点，全县16个乡镇建成邮政所，217个行政村建成村邮站，实现了邮政服务网络县、乡、村三级全覆盖及乡镇、重点村快递服务网络全覆盖。电信、移动、联通等网络运营企业大力实施“通网”工程，已实现197个行政村网络信号覆盖，预计到今年年底，将实现行政村宽带网络全覆盖。同时，积极建设县、乡、村三级电商物流公共服务体系，16个乡镇全部建成了乡级电商服务站，109个村建成了村级服务点，畅通了农产品进城和消费品下乡双向流通的绿色通道。</p>
            <p>为了全面增强电子商务的核心竞争力，渭源县将“中国马铃薯良种之乡”“中国党参之乡”“南山放养虫草鸡”地理标识认证和“渭河源”牌、“五竹”牌、“金蛋蛋”牌种薯，“老白条”党参、“富硒”黄芪等商标提供或授权县内电商企业、网店使用，动员企业以条形码、二维码、物联网等技术应用为核心，为所有网络销售产品建立统一的产品认证标识等身份证明，打造形成了一大批网络特色农产品品牌。截至目前，全县累计开设网店547家，实现线上销售8200万元，带动线下交易1.7亿元，直接带动贫困群众人均增收200多元，增加就业3500多人。</p>
            ',
]);

$post27 = Post::create([
    'title' => '定西渭源：电商扶贫带动贫困户增收',
    'slug' => '定西渭源：电商扶贫带动贫困户增收',
    'summary' => '近年来，渭源县不断加强电商扶贫扶持力度，走出了一条贫困地区脱贫致富的新路子。',
    'published' => true,
    'published_at' => Carbon::now(),
    'featured' => true,
    'image' => '/news/27.jpg',
    'user_id' => 1,
    'images' => [],
    'files' => [],
    'content' => '
             <p>近年来，渭源县坚持将电子商务与现代物流产业融合发展作为转方式、调结构、扩消费、促就业、惠民生的朝阳产业来抓，立足特色资源优势，强化顶层设计，不断加强电商扶贫扶持力度，实现了农民增收、企业增效、就业增加的阶段性目标，走出了一条贫困地区“电商扶贫”的新路子</p>
             <p>该县按照农产品网络销售“三品一标”的要求，将“中国马铃薯良种之乡”“中国党参之乡”“南山放养虫草鸡”地理标识认证和“渭河源”牌、“五竹”牌种薯，“老白条”党参、“富硒”黄芪等商标授权县内电商企业、网店使用，动员企业以条形码、二维码、物联网等技术应用为核心，为渭源所有网货产品建立统一的产品认证标识等身份证明，打造了一大批具有影响力的网络特色农产品品牌。同时积极推进快递物流行业的布站设点，在全县16个乡镇建成邮政所，217个行政村建成村邮站，实现了邮政服务网络县、乡、村三级全覆盖。</p>
             <p>电子商务的快速发展，有力地促进了渭源特色农产品的销售，拓宽了群众增收致富渠道。目前，全县累计建成网店547家，本地网购平台7个，发展网销企业51家，组建实力较强电商公司3家；实现线上销售额8200万元，带动线下交易1.7亿元，直接带动贫困群众人均增收200多元，增加就业3500多人。</p>
        ',
]);

$post28 = Post::create([
    'title' => '定西渭源创新实施电商扶贫工程成效显著',
    'slug' => '定西渭源创新实施电商扶贫工程成效显著',
    'summary' => '渭源县抢抓“互联网+”发展战略,坚持把电商物流产业作为推进脱贫攻坚的创新举措,不断优化政策环境,加强平台建设,完善支撑体系,发展互联网金融,实施电商扶贫,取得了显著成效。',
    'published' => true,
    'published_at' => Carbon::now(),
    'featured' => true,
    'image' => '/news/8.jpg',
    'user_id' => 1,
    'images' => [],
    'files' => [],
    'content' => '
            <p>渭源县抢抓“互联网+”发展战略,坚持把电商物流产业作为推进脱贫攻坚的创新举措,不断优化政策环境,加强平台建设,完善支撑体系,发展互联网金融,实施电商扶贫,取得了显著成效。</p>
            <p>渭源县借助被确定为“国家电子商务进农村综合示范县”的有利机遇,采取PPP模式共建覆盖县乡村三级电商物流公共服务体系,截至目前,建成县级行业协会1个、乡镇级电商协会3个、村级电商服务网点36个、网店239家,新建乡镇快递配送点21家。累计建成网店547家,本地网购平台7个,发展网销企业51家,组建电商公司3家；2016年实现线上销售额7600多万元,带动线下交易达1.4亿元,同比增长43%</p>

        ',
]);
