<?php namespace Buuug7\User\Updates;


use Buuug7\User\Models\Company;
use Buuug7\User\Models\Need;
use Buuug7\User\Models\Shop;
use Carbon\Carbon;
use October\Rain\Database\Updates\Seeder;
use RainLab\User\Facades\Auth;

class SeedAllTables extends Seeder
{

    public function run()
    {
        //
        // user01
        //
        $user01 = Auth::findUserByLogin('youpp@126.com');
        if (!$user01) {
            Auth::register([
                'name' => 'buuug7',
                'email' => 'youpp@126.com',
                'password' => '111111',
                'password_confirmation' => '111111',
            ], true);
        }
        $user01 = Auth::findUserByLogin('youpp@126.com');
        // insert user shop
        Shop::create([
            'name' => 'ThinkPad官方渭源店',
            'links' => 'https://item.taobao.com/item.htm?spm=a217h.8161588.653213.14.o6rVxT&id=548053128884',
            'user_id' => $user01->id,
            'featured' => true,
            'checked' => true,
            'checked_at' => Carbon::now(),
            'status' => 'passed',
            'description' => '<p>杭州瑞淘计算机有限公司企业资质卖家，主营ThinkPad全系列产品。欢迎个人用户与广大企事业单位来店采购，可开增值税票及对公过账，本公司10公里范围3小时内免费送货上门，联系电话182 6811 8891</p>',
        ]);
        // insert user company
        Company::create([
            'name' => '甘肃天奇网络科技有限公司',
            'address' => '甘肃省兰州市城关区',
            'contact_phone' => '0931-7807599',
            'description' => '甘肃天奇科技有限公司是一家互联网建站公司,我们致力于为企业和政府,个人提供更好的信息化服务',
            'detail' => '<p>甘肃天奇科技有限公司是一家互联网建站公司,当然,我们没有其他大型建站公司业务范围广,不过在成长,我们致力于为企业和政府,个人提供更好的信息化服务</p>',
            'status' => 'passed',
            'user_id' => $user01->id,
            'checked' => true,
            'featured' => true,
            'checked_at' => Carbon::now(),
        ]);
        // insert need of this user
        Need::create([
            'user_id' => $user01->id,
            'title' => '急聘初中语文老师',
            'category' => 'zhaopin',
            'description' => '
            <h4>职位详情</h4>
            <h5>授课年级</h5>
            <p>初中 、中考</p>
            <h4>授课科目</h4>
            <p>语文 、生物</p>
            <h4>工作时间</h4>
            <p>早上8点到12点,下午3点到6点</p>
            <h4>职位描述</h4>
            <ul>
                <li>普通话标准,语言表达能力和沟通能力强,能够因材施教，能够启维。</li>
                <li>专业知识全面，熟悉北京现行教材及考试大纲，能迅速把握学生的学习特点，制订相应的教学计划。</li>
                <li>讲课生动、幽默,能够调动学生的学习兴趣。</li>
                <li>热爱教育事业，具备良好的教师职业操守和服务意识，做事态度积极，抗压能力强</li>
            </ul>
            ',
            'featured' => false,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);

        // insert need of this user
        Need::create([
            'user_id' => $user01->id,
            'title' => '卢沟桥 晓月苑四里正规精装大两居家电家具全齐随时看拎包住',
            'category' => 'fangchan',
            'description' => '
            <h4>租赁方式</h4>
            <p>整租</p>
            <h4>房屋类型</h4>
            <p>2室1厅1卫   85 平  精装修</p>
            <h4>朝向楼层</h4>
            <p>南北  11层/共18层</p>
            <h4>其他</h4>
            <ul>
                <li>区周边配套设施完善，周边银行，医院等机构一应俱全，多家幼儿园及课外补习的地方让您的宝贝有个良好的学习环境</li>
                <li>小区地处优美的永定河畔，东临“大宁水库”，北临“卢沟晓月”，南临“碧溪垂钓园”，西临“千母森林和宛平湖”，春天有绿绿的草地，干净的公园夏天有咱们晓月游泳馆，市民文化广场，健身俱乐部，供成人及孩子休闲玩耍，秋天有咱们盛开的薰衣草庄园，让您欣赏，冬天有绿堤公园，宛平湖让您散步，放松您疲惫的心灵</li>
                <li>小区购物方便，各种商店方便您买日用品，早市，新鲜的瓜果蔬菜海鲜等应有尽有供您选择，节省您的宝贵时间</li>
                <li>房子干净整洁，温馨舒适，窗明几净，随时可以拎包入住，小区集中供暖，停车方便，不会让你回家因停车而烦恼，随时看房，随时联系，业主诚心出租，有意者随时联系</li>
            </ul>
            ',
            'featured' => true,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);

        // insert need of this user
        Need::create([
            'user_id' => $user01->id,
            'title' => '平面设计',
            'category' => 'zhaopin',
            'description' => '
            <h4>职位介绍</h4>
            <p>性别：不限 | 驾照：不要求</p>
            <h4>岗位职责</h4>
            <p>招聘咨询：杨静 电话/微信：17150046271</p>
            <p>企鹅：444267531</p>
            <h4>招聘职位：平面设计</h4>
            <ul>
                <li>.热爱设计，保持对项目完成创意项目的成就感，乐于不断完善并丰富自己。</li>
                <li>装潢设计系、平面设计、视觉传达专业。学历不代表能力。</li>
                <li>熟练使用Photoshop、Illustrator、CorelDraw、Dreamweaver、In design、flash等常用软件</li>
                <li>有较强的执行力，新锐的设计理念、创意灵感。希望并愿意参与项目整个过程，有强大的责任心并善于沟通，具有团队合作精神。</li>
                <li>插画及手绘能力较强者优先.(同时我们也可以培养平面设计实习生为平面设计，提供食宿)</li>
            </ul>
            ',
            'featured' => false,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);

        // insert need of this user
        Need::create([
            'user_id' => $user01->id,
            'title' => '机电维修工钣金喷漆工学徒',
            'category' => 'zhaopin',
            'description' => '
            <h4>职位介绍</h4>
            <p>性别：不限 | 驾照：不要求</p>
            <h4>职位描述</h4>
            <p>敬业爱岗忠于职守热爱本职工作尊敬领导</p>
            <h4>招聘职位：机电维修</h4>
            ',
            'featured' => true,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);


        //
        // user02
        //
        $user02 = Auth::findUserByLogin('20654039@qq.com');
        if (!$user02) {
            Auth::register([
                'name' => '睡梦中的雄师',
                'email' => '20654039@qq.com',
                'password' => '111111',
                'password_confirmation' => '111111',
            ], true);
        }
        $user02 = Auth::findUserByLogin('20654039@qq.com');
        // insert user shop
        Shop::create([
            'name' => '国货精品索奈特店',
            'links' => 'https://item.taobao.com/item.htm?spm=a217h.8161588.660645.12.o6rVxT&id=536368969377',
            'user_id' => $user02->id,
            'featured' => true,
            'checked' => true,
            'checked_at' => Carbon::now(),
            'status' => 'passed',
            'description' => '<p>全新三代台式机内存 兼容三代H61 B75 B55 A55等新系列主板（不兼容G41 P43 P45 X58系列老主板）。支持无理由退货，任何不喜欢不满意均可全额退款，赠送运费险，实现0风险购物。索奈特，精选高品质内存颗粒，烧机测试，通过各大主板的兼容性测试，坚持国货精品不动摇。 6811 8891</p>',
        ]);
        // insert user company
        Company::create([
            'name' => '雪域科技',
            'address' => '甘肃省定西市渭源县赛格科技园4栋西12F',
            'contact_phone' => '0934-75335241',
            'description' => '深圳市雪域科技电子有限公司（以下简称雪域科技）是一家专业销售和推广电子元器件与提供技术方案的专业代理商、独立分销商。我们致力于为OEM、科研机构、电子产品合约生产商、EMS提供商以及方案设计商提供电子元器件供应链解决方案。雪域科技凭借专业技能、优质服务和优势价格，承蒙各位顾客朋友的厚爱，在业界逐渐打造了良好的口碑。经全体员工不懈努力，雪域科技正在健康成长当中，越做越好！',
            'detail' => '
            <p>深圳市雪域科技电子有限公司（以下简称雪域科技）是一家专业销售和推广电子元器件与提供技术方案的专业代理商、独立分销商。我们致力于为OEM、科研机构、电子产品合约生产商、EMS提供商以及方案设计商提供电子元器件供应链解决方案。雪域科技凭借专业技能、优质服务和优势价格，承蒙各位顾客朋友的厚爱，在业界逐渐打造了良好的口碑。经全体员工不懈努力，雪域科技正在健康成长当中，越做越好！</p>
            <h4>雪域科技的八大优势</h4>
            <ul>
                <li>地理优势：方便货物流通，库存现货当天交货，香港现货2-3天交货，国外现货5-7天交货，准确及时将产品送往客户手中</li>
                <li>代理分销优势：专业代理、独立分销各类电子元器件，专注于名牌品牌《 ADI、TI 》的优势打造。其次还经营MAXIM(美信）、NXP(恩智浦)</li>
            </ul>
            ',
            'status' => 'passed',
            'user_id' => $user02->id,
            'checked' => true,
            'featured' => true,
            'checked_at' => Carbon::now(),
        ]);

        // insert need of this user
        Need::create([
            'user_id' => $user02->id,
            'title' => '免费换人 三天试用 上门服务 持证上岗 专业靠谱',
            'category' => 'bendifuwu',
            'description' => '
            <dl class="dl-horizontal">
                <dt>类别</dt>
                <dd>保姆</dd>
                <dt>小类</dt>
                <dd>住家  不住家</dd>
                <dt>联系人</dt>
                <dd>蒋秀秀</dd>
            </dl>
            <h4> 雇主保障</h4>
            <ul>
                <li>统一签定由北京市工商局，北京市商务局，北京家政服务协会制定的《北京市家政服务合同》范本 </li>
                <li>合同期内无限次免费换人，直到满意为止，为您提供较完善的服务。</li>
                <li>家政顾问1对1服务雇主，匹配较佳服务人员、签约、续约、受理雇主投诉，进行纠纷调解</li>
                <li>服务人员身份验证，体检报告，真实有效 </li>
                <li>四通服务集团担保，权益保障无忧 </li>
            </ul>
            <h4> 员工保障</h4>
            <ul>
                <li>免费住宿，免费培训，提供工服</li>
                <li>家政顾问帮助匹配较佳雇主，初次上户可送至客户家</li>
                <li>上户后每月定期辅导，提供意外及伤害保险</li>
            </ul>
            ',
            'featured' => true,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);

        // insert need of this user
        Need::create([
            'user_id' => $user02->id,
            'title' => '专业催乳师无痛开奶、催乳、疏通急性乳腺炎上门服务',
            'category' => 'bendifuwu',
            'description' => '
            <dl class="dl-horizontal">
                <dt>类别</dt>
                <dd>催乳师</dd>
                <dt>联系人</dt>
                <dd>王英焕</dd>
            </dl>
            <h4> 一次见效，多年催乳经验，无痛催乳，24小时上门服务！</h4>
            <p>北京英焕催乳工作室通过系统而专业的高级催乳师和国际专业哺乳顾问的指导培训与考核，会根据不同宝宝 (早产儿/不同月龄)和妈妈(剖腹产/顺产/乳头状况)的实际情况，将无痛通乳和穴位按摩相结合，将妈妈喂奶姿势调整与宝宝含乳技巧相结合。通过无痛手法解决母乳喂养过程中所遇到的问题，并提供母乳喂养持续跟踪服务与支持。哺乳期是胸部保健的较佳时机，我们专业致力于产后服务，乳腺炎、奶少、发满月汗、排毒祛湿、调理月子病</p>
            <ul>
                <li>开奶：通过穴位按摩、疏通乳腺管，轻松让宝宝吃上宝贵的初乳 </li>
                <li>产后无乳：通过穴位按摩促进泌乳素早日分泌乳汁。</li>
                <li>产后乳汁少：通过穴位按摩，饮食调理增加乳汁分泌。</li>
                <li>乳腺炎：通过穴位按摩、疏通乳腺经络、消除肿块，达到正常排泄乳汁。 </li>
                <li>乳头凹陷、扁平、乳头皲裂 的日常护理。 </li>
                <li>满月汗：排毒祛湿，调理月子病</li>
                <li>回奶</li>
                <li>胸部保健特别注意：顺产24小时，剖腹产48小时是较佳催乳时机，如果涨乳请及时联系我们，可以快速减少后续很多痛苦和烦恼。</li>
            </ul>
            <h4> 常见解决问题</h4>
            <ul>
                <li>减少疼痛：产后乳涨会导致剧痛，按摩能理气活血，疏通经络，缓解消除疼痛。</li>
                <li>疏通乳腺管：增加乳汁分泌，大部分乳腺管存在不通畅，如不及时处理，胸部胀痛诱发乳腺炎、乳汁分泌减少等问题随之出现。产后因乳腺管的不通畅导致宝宝吸吮困难，时间过长则反馈性抑制脑垂体泌乳素分泌，乳汁量减少，通过定期按摩疏通乳腺管可解决此症状。</li>
                <li>缓解乳腺增生，降低乳腺炎的发病率：现在有80%的女性患有乳腺增生，药物治疗只能缓解，不能根治。另外，乳腺管不通会导致胸部肿胀，一段时间不解决，就会导致感染细菌，如果在产后多进行胸部按摩，坚持母乳喂养，可有效缓解乳腺增生甚至使之消失，避免乳腺炎发生。</li>
                <li>胸部保健：胸部肿胀及乳腺炎会使胸部松弛、下垂影响美观，而按摩可使乳腺发育，促进胸部肌肉群发育和韧带紧实，从而使胸部更佳坚挺。同时按摩与传统的蛮揉、梳子梳理有本质区别，减轻产妇不必要的痛苦，避免因用力不当引发的炎症。与机器按摩所不同的是因皮肤直接接触，能准确找到乳腺管的位置，能感受到乳腺受阻程度，做到力度均匀，轻重适度，可一次性基本解决问题。</li>
                <li>蒸满月汗：排毒祛湿，祛除月子病，瘦身减肥，帮助产妇恢复身材。</li>
                <li>科学回奶：由正常的分泌乳汁逐渐减少分泌，避免了乳汁淤积、胸部涨痛、乳腺炎的发生。哺乳期是乳房保养的好时机！</li>
            </ul>
            <p>欢迎电话／微信来询 来电优惠</p>
            ',
            'featured' => true,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);

        // insert need of this user
        Need::create([
            'user_id' => $user02->id,
            'title' => '专业承接公寓别墅装修 二手房装修 旧房装修',
            'category' => 'fangchan',
            'description' => '
            <dl class="dl-horizontal">
                <dt>类别</dt>
                <dd>装修公司</dd>
                <dt>联系人</dt>
                <dd>周经理</dd>
            </dl>
            <p>公司承接公寓、办公装修、学校装修、娱乐场所，家庭居室的装饰装修工程，不锈钢，玻璃门，彩钢，钢结构，小型土建等。免费为客户量房设计，合理报价，做到绿色环保品味装饰。 公司本着以“诚信为本、顾客满意”为经营理念，以“精益求精、艺无止境”为技术向导，以“货真价实、质保两年”终身维修，为质量承诺原则；赢得了大量顾客前来咨询订单，为不负广大新老顾客的厚爱，我们将以“优质的环保材料、新颖的创意设计。</p>
            <ul>
                <li>室内装饰装修设计及施工</li>
                <li>二手房 装饰装修改造</li>
                <li>小型商铺店面设计改造快速施工</li>
                <li>办公室，写字楼 打隔断 LOGO设计制作（快速施工）</li>
                <li>水电路设计施工改造</li>
                <li>弱电 安防 系统设计施工</li>
                <li>各种专业防水。雨虹防水</li>
                <li>塑钢、铝合金、铝镁合金门窗 。旧房翻新 拆除</li>
            </ul>
            ',
            'featured' => true,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);

        // insert need of this user
        Need::create([
            'user_id' => $user02->id,
            'title' => '专业中医调理颈椎,专治股骨头坏死,腰间盘突出',
            'category' => 'qita',
            'description' => '
            <dl class="dl-horizontal">
                <dt>类别</dt>
                <dd>健身中心</dd>
                <dt>联系人</dt>
                <dd>余老师</dd>
            </dl>
            <h4>单人脏腑调理</h4>
            <p>排宿便、228、50分钟单人头部调理：睡眠调理、128、30分钟单人肩颈调理，228、50分钟单人肩周炎调理228、50分钟单人腰间盘突出调理：228、50分钟单人腿部排酸调理228、50分钟单人胸腺、淋巴调理、228、分钟单人女士宫寒、痛经228、50分钟以上价值328，60分钟的项目，股骨头坏死298，60分钟，火龙灸全身1680，120分钟养生灸298，60分钟，前列腺炎298，40分钟，阳瘘早泄398，60分钟，提前二小时打电话预约节假日不休息：早10上班，晚上10点下班，过了10点不约客人，北欧较新疗法透皮蒸疗298，60分钟​</p>
            <h4>经络养生谈脊柱疾病诊断</h4>
            <ul>
                <li>颈一头项通大脑， 内耳中耳供血交；头痛头晕高血压，失眠健忘常疲劳。</li>
                <li>颈二两耳视听舌， 乳突额窦和前额；耳鸣眩晕视力差，面瘫胸闷尿难排。</li>
                <li>颈三脸面外耳牙， 三叉神经及咽喉；痤疮粉刺和湿疹，咽喉不适痛连牙。</li>
                <li>颈四绕项连双肩， 又系鼻唇嘴耳咽；肩痛牙肿伴呃逆，胸闷咽痛流鼻涕。</li>
                <li>颈五肩背三角肌， 声带腺体咽喉炎；臂痛眩晕心缓速，神经衰弱和鼻炎。</li>
                <li>颈六颈肩二头肌， 拇食两指扁桃体；颈斜上肢酸麻痛，慢性咳嗽咽喉炎。</li>
                <li>颈七肩肘三头肌， 前臂中指甲状腺；心律失常低血压，臂痛指麻滑膜炎。</li>
                <li>颈八无名与小指， 前臂掌面指屈肌　酸麻胀痛屈指难，上臂尺侧肌无力。</li>
                <li>胸一上臂手腕指， 食管气管小鱼际；心悸胸痛伴咳喘，肩臂疼痛难呼吸。</li>
                <li>胸二循腋至肘上； 三至十二胸肋肌；咳嗽气喘上臂痛，心悸心慌心胸疾。</li>
                <li>胸三肺与支气管， 胸膜胸廓乳房连；心胸疾病肩胛痛，流感鼻塞气管炎。</li>
                <li>胸四胆囊胆总管， 食道气管亦关联；胆道诸疾胸壁痛，气喘呃逆乳房疾。</li>
                <li>胸五肝腹神经丛， 肝病发热血压异；胸闷乳痛打呃逆，循环衰竭关节炎。</li>
                <li>胸六主管肝胆胃， 胃痛灼热消化低；上腹饱胀胁肋痛，胆囊结石和胃炎。</li>
                <li>胸七十二指肠间， 肝胆胃脘和胰腺；胃炎溃疡肝区痛，胁痛胆石胆囊炎。</li>
                <li>胸八神经肝胃脾， 脾胃诸疾抗力低；肝胃不和胁肋痛，胃痛胆石胆囊炎。</li>
                <li>胸九肝胃肾上腺， 麻疹过敏皮肤疾；肝胃疼痛上腹胀，糖尿病和宫颈炎。</li>
                <li>胸十肾脏先天本， 睾丸卵巢和子宫；肾炎腹胀疲劳症，生殖炎症糖尿病。</li>
                <li>十一膀胱输尿管， 肾区疼痛排尿异；湿疹疖子皮肤病，尿路结石胰腺炎。</li>
                <li>十二肝胃亦连肾， 淋巴循环小肠中；尿路结石和腹泻　肝胃疼痛胰腺炎。</li>
                <li>腰一联络骼腰肌， 大肠还络股沟环；肛裂疝气尿路疾，腹泻便秘结肠炎。</li>
                <li>腰二斜下大腿前， 内连腹部和兰尾；尿路结石和痛经，腹胀便秘兰尾炎。</li>
                <li>腰三股前四头肌， 子宫膀胱生殖器；痛经紊乱排尿难，腰腹疼痛膝关炎。</li>
                <li>腰四小腿内侧面， 坐骨神经前列腺；腰背疼痛大腿麻，前连腹痛尿频急。</li>
                <li>腰五腿外胫前肌， 足踝拇次两趾连；腹痛遗精月经乱，小腿麻痛筋抽牵。</li>
                <li>骶一跟腱连小趾， 小腿后外腓肠肌；股骨臀部关节痛， 肛门直肠和生殖。</li>
                <li>骶二大小腿后面，　下至足底掌小肌；骶骼关节诸多病，脊柱侧弯不能直。</li>
                <li>骶三四五连尾椎， 直肠肛门会阴肌；痔疮性功能障碍，子宫炎症前列腺。</li>
            </ul>
            <h4>颈椎病分析</h4>
            <ul>
                <li>颈椎1-2椎：头痛、头晕、头昏，耳鸣</li>
                <li>颈椎2-3椎：头昏、咽部不适、后背酸胀</li>
                <li>颈椎3-4椎：颈部疼痛、肩胛骨酸胀、肩关节障碍，斜颈，双手麻木，牙痛</li>
                <li>颈椎4-5椎 手指麻木，颈性瘫痪，心绞痛，心律不齐</li>
                <li>颈椎5-6椎：颈、肩、上肢酸痛、拇指、食指、中指麻木，上肢外侧麻木</li>
                <li>颈椎6-7椎：颈、肩、上肢酸痛。你的身体状况到哪种程度了呢，自己对照一下吧</li>
            </ul>
            ',
            'featured' => false,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);

        // insert need of this user
        Need::create([
            'user_id' => $user02->id,
            'title' => '回收苹果7plus三星华为oppo vivo美图',
            'category' => 'ershou',
            'description' => '
            <dl class="dl-horizontal">
                <dt>类别</dt>
                <dd>手机回收</dd>
                <dt>联系人</dt>
                <dd>朱先生</dd>
            </dl>
            <p>13522211720   本公司免费上门高价回收手机，平板电脑，笔记本电脑，台式电脑，数码相机，摄像机，投影仪等一系列数码产品。</p>
            <h4> 主要回收产品</h4>
            <p>苹果iPhone 三星 华为 小米 联想全系列手机平板电脑 笔记本电脑。酷派 中兴 360 美图 魅族 乐视等系列品牌手机高价收购</p>
            <h4>APPLE系列</h4>
            <p>iPhone6S PLUS iPhone6 PLUS  iPhone5S 5C iPhone5 苹果4s iPhone4手机。IPAD PRO AIR2 IPAD5 air ipad4 IPAD mini1 mini2 MINI3 MINI4等平板电脑。 itouch5 itouch4，MAC mini MacBook Air Pro等笔记本电脑。一体机</p>
           <h4>三星手机系列</h4>
           <p>W2016 W2015 W2014 W2013 G9092 G9098 G9198 G9192 W999 B9388。。。galaxy手机系列S6（G9200 G9250 G9280) S5全型号 NOTE5(N9200）</p>
           <h4>三星 平板电脑</h4>
           <p>T705C T805C P601 T321 T311 T211 T111 N8000 T325 NOTE8.0N5100 P6800 P6200 P5100 P3100 P7500等全系列</p>
           <blockquote>
            专业的公司，做专业的回收。让您省时 省心 省事
            </blockquote>
            ',
            'featured' => true,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);


        // insert need of this user
        Need::create([
            'user_id' => $user02->id,
            'title' => '心诚则灵,真诚招婚',
            'category' => 'jiaoyou',
            'description' => '
            <h4>个人资料</h4>
            <p>本人姓宋，男，家住定西市。身高182CM，体重70公斤。年龄24岁，月收入10000左右，有房</p>
            <h4>征婚宣言</h4>
            <p>我是一个平凡的男人，想找一帅哥的就别来了，虽然我也不差。想找一钱袋的就别见了，虽然我有点小钱。我只想找个看得上，能过日子的女人就好，就像我经常开玩笑说的一样，只要是女的.活的就好。我个人比较顾家，会做饭，家务我也经常做的，平时在家也养些花草，喜欢旅游，每年都会旅游一次，以前总是一个人出去旅游，虽然很自由很放松，可也少了不少乐趣。想找个人陪我一起游览!</p>
            ',
            'featured' => true,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);

        // insert need of this user
        Need::create([
            'user_id' => $user02->id,
            'title' => '非诚勿扰个人征婚启事',
            'category' => 'jiaoyou',
            'description' => '
            <h4>个人资料</h4>
            <p>保密,呵呵</p>
            <h4>求偶原则</h4>
            <p>只要是女的就行</p>
            <p>谁对我有意思，我就跟谁交往; 谁要是喜欢我，我就跟谁恋爱;</p>
            <p>谁愿意和我举行婚礼，我就跟谁结为夫妻; 谁能够和我彼此相爱，我就跟谁天长地久!</p>
            ',
            'featured' => true,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);


        $user03 = Auth::findUserByLogin('1396675682@qq.com');
        if (!$user03) {
            Auth::register([
                'name' => '总有刁民想害朕',
                'email' => '1396675682@qq.com',
                'password' => '111111',
                'password_confirmation' => '111111',
            ], true);
        }
        $user03 = Auth::findUserByLogin('1396675682@qq.com');
        // insert user shop
        Shop::create([
            'name' => '战略先锋777店铺',
            'links' => 'https://item.taobao.com/item.htm?spm=a217h.8161588.660689.15.o6rVxT&id=523900371679',
            'user_id' => $user03->id,
            'featured' => true,
            'checked' => true,
            'checked_at' => Carbon::now(),
            'status' => 'passed',
            'description' => '<p>2015年9月10日官方发布！ 12.9 英寸 Retina 显示屏，近两倍于 iPad Air 2 的中央处理器性能，图形处理器性能是其两倍。采用 64 位台式电脑级架构的芯片：全新 A9X。iOS 9系统。它薄至 6.9 毫米，轻至 713 克。实现了轻巧纤薄与格外坚固的卓越平衡。</p>',
        ]);
        // insert user company
        Company::create([
            'name' => '辣妈帮',
            'address' => '甘肃省定西市渭源县辣妈帮大夏1F',
            'contact_phone' => '0934-0753388',
            'description' => '辣妈帮是一家专注于移动互联网业务的公司，成立于2011年12月，总部位于中国广东深圳，公司拥有辣妈帮、辣妈商城、孕期伴侣、荷花亲子等多款移动产品。公司于2012年5月推出辣妈帮，迄今为止，辣妈帮已获得了用户6000万，日活480万的骄人成绩，成为当今中国最大的移动女性社区，在行业深具影响力。辣妈帮目前团队有近500人，在CEO金赞的带领下，吸引着一大批来自硅谷、腾讯、百度、阿里巴巴等顶尖互联网公司人才。',
            'detail' => '
            <p>妈帮是一家专注于移动互联网业务的公司，成立于2011年12月，总部位于中国广东深圳，公司拥有辣妈帮、辣妈商城、孕期伴侣、荷花亲子等多款移动产品。公司于2012年5月推出辣妈帮，迄今为止，辣妈帮已获得了用户6000万，日活480万的骄人成绩，成为当今中国最大的移动女性社区，在行业深具影响力。辣妈帮目前团队有近500人，在CEO金赞的带领下，吸引着一大批来自硅谷、腾讯、百度、阿里巴巴等顶尖互联网公司人才。</p>
            <h4>辣妈帮</h4>
            <p>辣妈帮是千万辣妈选择的移动互联网社交平台，迄今为止，已拥有6000万用户，日活跃用户达到480万。辣妈帮以“辣”的生活态度，“帮”的形式打造了新时代辣妈们的深度沟通交流模式。辣妈帮里帮派林立，同城、附近、育儿、瘦身、美妆、情感、美食、打击小三、两性健康等等。无论你身处何时何地，无论你是准妈妈还是新手妈妈，只要是你关心的，辣妈帮里都有。你可以加入任意帮派，也可以建立热门话题，结交来自全国各地、五湖四海志同道合的姐妹。无论生活中的点滴乐趣，还是各种难题，都可以通过手机、ipad、网页在辣妈帮即时分享及获得帮助。</p>
            <h4>孕期伴侣</h4>
            <p>“孕期伴侣”是专业贴心的孕期40周陪护及新生儿养护工具。为准妈妈、新手妈妈们提供科学的孕期指南及活跃的圈子交流服务。无论是每周胎儿３Ｄ图形，标准身长体重数据及胎教，还是怀孕时长、自身变化、孕期任务、营养贴士和菜谱等都尽在掌握。中国知名妇产科、营养及儿科等专家将陪伴准妈妈们走过孕期，每天讲解孕产期知识，并提供专业的咨询服务。针对各种孕期及新生儿常见问题，您还可以通过孕期热点标签的分类查找或搜索找到答案，并分享经验。</p>
            <h4>辣妈商城</h4>
            <p>辣妈商城是跨境母婴用品特卖商城，2014年9月12日推出以来，上线首日纯移动端销售即突破1000单，一个月后月销售额突破1000万元，超过了同业用两三年时间花巨额推广费用才能达到的订单量，显示了移动社区电商不同于传统电商的强大威力。辣妈帮商城C2B2C众荐模式的官方进口母婴特卖商城，是移动电商加移动社区的首位探索者。在售后上，辣妈商城百分百海外正品保证，奶粉爆罐包赔，支持14天无理由退货政策。24小时极速发货。</p>
            ',
            'status' => 'passed',
            'user_id' => $user03->id,
            'checked' => true,
            'featured' => true,
            'checked_at' => Carbon::now(),
        ]);

        // insert need of this user
        Need::create([
            'user_id' => $user03->id,
            'title' => '高价回收苹果、三星、小米、华为、ViVO、OPPO',
            'category' => 'ershou',
            'description' => '
            <dl class="dl-horizontal">
                <dt>类别</dt>
                <dd>手机回收</dd>
                <dt>联系人</dt>
                <dd>党先生</dd>
            </dl>
            <h4>上门高价回收</h4>
            <p>电脑、笔记本、手机、单反相机、摄像机、对讲机、交换机、服务器、光钎猫、华为无线电话、众方网络电话、思科网络电话、游戏机、投影仪、 打印机、复印机、激光一体机、硒鼓、墨盒、网路终端，工控机、防火墙、机柜、进口音箱-功放-组合音箱-调音台、点歌机、电源模块、各种线路板、芯片、空调、电视等。</p>
            <h4> 电脑系列</h4>
            <p>台式机、笔记本、一体机、iPad、服务器、个人电脑、网吧电脑、公司电脑、学校电脑，库存积压电脑，显示器、CPU、硬盘、内存、主板、显卡、各种牌及组装机，好坏都收。</p>
            <h4>手机系列</h4>
            <p>苹果、三星、华为、小米、vivo、OPPO、联想、诺基亚、威图等高档手机、好坏新旧都收。</p>
           <h4>办公设备</h4>
           <p>打印机、复印机、激光一体机、针式发票打印机、条码机、扫描仪、硒鼓、墨盒等，好坏新旧均收。</p>
           <h4>网络通讯设备</h4>
           <p>交换机-华为-思科-3COM-H3C-TPˉINK等，防火墙、光钎猫、华为无线电话、众方网络电话、思科网络电话、电源模块、各种线路板、芯片、PC等等。</p>
           <h4>家电音箱</h4>
           <p>专业回收进口音箱、功放、调音台、组合音箱、（BOSE博士、JBL豹子、B&W宝华、Jamo尊宝、城堡、ELAC意力、DENON天龙、ONKYO安桥、SONY索尼、YAMAHA雅马哈等牛X品牌）舞台、会议、歌厅广播音箱功放等。</p>
           <h4>数码产品</h4>
           <p>单反相机、镜头、微单、摄像机、游戏机、对讲机、iPad等等</p>
           <blockquote>
                欢迎大家提供回收信息，并对提供成功业务信息者给予业务佣金，专业回收，值得信赖，不抬价，不压价，追求价格公道合理，以求长远的合作
            </blockquote>
            ',
            'featured' => false,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);

        // insert need of this user
        Need::create([
            'user_id' => $user03->id,
            'title' => '十一黄金周微女神洗发汁,发膜,信誉合作',
            'category' => 'qita',
            'description' => '
            <dl class="dl-horizontal">
                <dt>类别</dt>
                <dd>美发用品</dd>
                <dt>联系人</dt>
                <dd>孙女士</dd>
            </dl>
            <h4>公司介绍</h4>
            <p>我们的产品是广州市美凰化妆品有限公司生产，广州市优尚化妆品有限公司出品的闪钻系列，注册商标为“微女神”，是专门为我们TOP TEAM团队**的一个产品，所以称为“女神发膜”。和闪钻公司生产的同一系列其它产品相比：营养成分更高一点，味道更加清淡，清新。</p>
            <h4> 产品介绍</h4>
            <h5>女神发膜</h5>
            <ul>
                <li><span style="color:red">成分</span>：主要是还原蛋白酸和白蛋白。还原蛋白酸的功效：蛋白酸立即分解中和染烫后残留在发质层中的各种有害物质，立即修复。还原蛋白酸能够增强发质弹性，韧性，含有丰富的水胶原基与本品的各种营养成分通过强效的渗透能力来达到深层填补发质空洞。白蛋白，是较好的配方，能较快较好的还原头发的光泽，有的护理产品用过当时觉得效果特别好，但是洗过几次头发就不行了，但因为我们有独特的还原蛋白酸和白蛋白却是越洗越滑越洗越顺，再枯的头发都能恢复到3度的健康发质</li>
                <li><span style="color:red">功效</span>：适合干枯、毛燥、分叉、打结、易断、无光泽、烫染过度任何发质，孕妇小孩都能用</li>
                <li><span style="color:red">特定</span>：TOP TEAM女神发膜瞬间柔韧，一次见效，见证修复还原奇迹！让9级受损发，重现生机，轻松染烫。创造3大还原修复奇迹，染烫必备急救产品。 第一：非常耐冲洗的持久柔顺9度烂发，修复后，可使用单一洗发水反复洗依然柔顺。第二：不敢相信的修复奇迹超级还原能力;烫焦9度烂发，瞬间还原3度，恢复健康与弹性。第三：强劲的护发渗透力，让我们的头发得到质的改变。</li>
                <li><span style="color:red">发膜、焗油膏、护发素的区别</span>：发膜：是用来给头发做倒膜的，倒膜的作用是清除头发毛囊内和皮质层中的杂质及其残留化学物质，修复头发的损伤，同时补充头发失去的营养，达到健康、光泽之效果；焗油膏：补充养分，修复头发，恢复光泽。一般的焗油膏较多能被头发吸收30%的营养成分，但是高品质的焗油膏能将大部分营养成分补充给头发；护发素：关闭毛鳞片，终止氧化反应，去除化学异味，恢复PH值4.5-5.5，抗紫外线和静电。</li>
            </ul>
            <h5>女神洗发汁</h5>
            <ul>
                <li><span style="color:blue">功效</span>：去头屑、头皮，能够轻松改善掉发、干、痒的症状，去屑，有效控油、修护、强化、促进柔顺，用后令秀发外观及触感柔顺有弹性，增加发丝的丰盈和蓬松感，缓解各种秀发问题。同时，迪奥真我香味迷人，更让你的气质由内而外散发，开启梦寐以求的美发模式。</li>
                <li><span style="color:blue">特定</span>：1.无硅油，全透明色的液体；2.采用纯迪奥真我香水原料，绝不是市面上刺鼻的劣质香水；3.独立包装，烫金包装盒，无印良品较高端的一款杀菌瓶子；4.纯玫瑰花提取的汁液，放心安全，香味扑鼻；5.用量省，沫子大，一点就够，洗完头发顺，头皮清爽自然不油腻，洗的干净。</li>
                <li><span style="color:blue">硅油的危害</span>：（也是我们的卖点）大多数洗发水成分含一种物质——“聚二甲基硅氧烷”，即头发顺滑剂“硅油”，使头发顺滑无比。然而，硅油有害却不溶于水，会堵住毛囊导致头屑、头痒、头油，使头发干枯受损，甚至脱发。官方的对护发产品的报道为广大消费者敲响了警钟。另外，研究试验的对比表明，有硅油的洗发水附着头皮表面不易清洗，无硅油的洗头水轻松洗净，头皮自由呼吸。</li>
            </ul>
           <blockquote>
                90%以上中国人群面临着头皮头发问题，而在推崇天然无硅油头皮护理的日本，这一数字下降到48%。在日本，59%的人接受了无硅油头皮护理的观念，在欧美，这个数字达到63%，洗发水以不含硅油的天然成分为主，而在中国，90%的洗发水含硅油。错过了女神发膜，你还要错过微女神洗发水？
            </blockquote>
            ',
            'featured' => true,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);



        // insert need of this user
        Need::create([
            'user_id' => $user03->id,
            'title' => '兰州本地 家养纯种哈多利版球形博美宝宝',
            'category' => 'chongwu',
            'description' => '
            <h4>狗狗简介</h4>
            <p>公母都有，毛色雪白，毛量大，耳朵小，嘴巴短短的特别可爱。现在马上三个月了，喜欢的抓紧咯。诚心喜欢的电话联系，非诚勿扰！</p>
            ',
            'featured' => true,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);

        // insert need of this user
        Need::create([
            'user_id' => $user03->id,
            'title' => '顶级精品泰迪幼犬, 颜色全数量多,包纯种有送货服务',
            'category' => 'chongwu',
            'description' => '
            <h4>狗狗简介</h4>
            <p>保证纯种,狗都是自己的狗场繁殖的，同样的饲养成本我们不会养串子影响效益 ，而且做生意讲的是诚信。我犬舍还有种公配种服务 从我犬舍售出的狗狗成年后还可以为您免费配种两次</p>
            ',
            'featured' => false,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);

        $user04 = Auth::findUserByLogin('616184039@qq.com');
        if (!$user04) {
            Auth::register([
                'name' => '深情从来都是被辜负',
                'email' => '616184039@qq.com',
                'password' => '111111',
                'password_confirmation' => '111111',
            ], true);
        }
        $user04 = Auth::findUserByLogin('616184039@qq.com');


        // insert need of this user
        Need::create([
            'user_id' => $user04->id,
            'title' => '兼职急聘平面设计讲师 五险一金双休',
            'category' => 'zhaopin',
            'description' => '
            <h4>职位介绍</h4>
            <p>年龄：23-30岁 | 性别：不限 | 驾照：不要求</p>
            <h4>岗位职责</h4>
            <ul>
                <li>有扎实的美术功底，较好的平面设计理念；</li>
                <li>熟练使用Photoshop、Dreamweaver、Illustrator等设计软件；</li>
                <li>负责学生的平面设计课程的教学工作； 并能独立完成备课及研发制作相关的课件；</li>
                <li>能按时完成领导安排的其他教学工作。</li>
            </ul>
            <h4>任职要求</h4>
            <ul>
                <li>大学专科及以上学历，年龄23-30周岁，2年及以上相关互联网教学经验；</li>
                <li>精通设计，熟悉海报、易拉宝等的设计流程，能够熟练运用Photoshop、illustrated、indesign等软件，了解设计流程、设计技巧、有思想、有创意；</li>
                <li>普通话标准，具备较强的语言表达能力及良好的演讲能力；</li>
                <li>具备较强的亲和力和感染力；</li>
                <li>具备较强的执行能力，工作态度积极，责任心强，认真、细致，善于灵活处理问题；</li>
            </ul>
            ',
            'featured' => true,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);

        // insert need of this user
        Need::create([
            'user_id' => $user04->id,
            'title' => '苹果 iPhone7 Plus 苹果手机7plus 128G转让',
            'category' => 'ershou',
            'description' => '
            <dl class="dl-horizontal">
                <dt>机身颜色</dt>
                <dd>黑色</dd>
                <dt>容量</dt>
                <dd>128G</dd>
                <dt>购买渠道</dt>
                <dd>国行</dd>
                <dt>其他</dt>
                <dd>苹果手机7plus 128G转让 全新手机 没有打开包装 亮黑色 转让价6300元 中介勿扰</dd>
            </dl>
            ',
            'featured' => false,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);

        // insert user shop
        Shop::create([
            'name' => '奇奇鲨童装店',
            'links' => 'https://shop592477230.taobao.com/?spm=2013.1.1000126.2.mSleQ3',
            'user_id' => $user04->id,
            'featured' => true,
            'checked' => true,
            'checked_at' => Carbon::now(),
            'status' => 'passed',
            'description' => '<p>指商品的实时标价，不因表述的差异改变性质。具体成交价格根据商品参加活动，或会员使用优惠券、积分等发生变化，最终以订单结算页价格为准。</p>',
        ]);

        // insert user company
        Company::create([
            'name' => '智火营销',
            'address' => '甘肃省定西市渭源县经贸大夏11F',
            'contact_phone' => '0934-5330514',
            'description' => '智火营销成立于2011年，经过5年发展，团队规模已达40余人，服务超过300家客户。智火营销在搜索营销、口碑营销以及互动营销方面拥有丰富经验。尤其在服务流程以及执行力方面，精益求精。智火作为一家营销执行机构，致力于从策略、内容生产、渠道传播方面帮助客户提升流量，扩大影响力，塑造品牌。',
            'detail' => '
            <p>智火营销成立于2011年，经过5年发展，团队规模已达40余人，服务超过300家客户。智火营销在搜索营销、口碑营销以及互动营销方面拥有丰富经验。尤其在服务流程以及执行力方面，精益求精。智火作为一家营销执行机构，致力于从策略、内容生产、渠道传播方面帮助客户提升流量，扩大影响力，塑造品牌。</p>
            <h4>精益</h4>
            <p>在项目执行时，我们会根据执行情况不断调整方法及策略以求精益求精。</p>
            <h4>精密</h4>
            <p>项目节点管控及实施方便执行结果不偏离目标，同时为超额完成任务打下目标。</p>
            <h4>精确</h4>
            <p>从项目接触时，我们就要求数字化，并写进合同，同时多维度考核服务。</p>
            <h4>精细</h4>
            <p>多份报表系统展示执行结果，多层次的会议制度保障项目进度及实施无障碍。</p>
            ',
            'status' => 'passed',
            'user_id' => $user04->id,
            'checked' => true,
            'featured' => true,
            'checked_at' => Carbon::now(),
        ]);


        $user05 = Auth::findUserByLogin('614039@qq.com');
        if (!$user05) {
            Auth::register([
                'name' => '花开的那一瞬间',
                'email' => '614039@qq.com',
                'password' => '111111',
                'password_confirmation' => '111111',
            ], true);
        }
        $user05 = Auth::findUserByLogin('614039@qq.com');

        // insert user shop
        Shop::create([
            'name' => '百鸟男装店',
            'links' => 'https://shop592477230.taobao.com/?spm=2013.1.1000126.2.mSleQ3',
            'user_id' => $user05->id,
            'checked' => true,
            'checked_at' => Carbon::now(),
            'status' => 'passed',
            'description' => '<p>欢迎新老客户关注白鸟男装微信账号：13527762844 每期新品提前分享信息和活动折扣，加入请留言旺旺ID账号或者姓名白鸟每周二，周五更新新品，请新老客户留意一下哦。新品上新72小时内8.5折，联系客服改价。特价商品除外。</p>',
        ]);


        Company::create([
            'name' => '视界网',
            'address' => '武汉市江岸区新荣村经贸大夏11F',
            'contact_phone' => '0892-8970514',
            'description' => '视界网于2009年12月28日正式上线运行，是由湖北日报摄影部和荆楚网共同搭建的影像库网站，作为湖北日报创刊60年来首次涉足互联网领域的产品，网站在直接服务于湖北日报传媒集团的同时，将按照国际惯例实行商业化运作，力求实现影像传播价值的最大化。',
            'detail' => '
             <h4>网站资源</h4>
            <p>该网依托湖北日报摄影记者、大量签约摄影师及荆楚网3000多摄影通讯员资源，收藏并提供大量反映湖北发展变化的新闻、资料图片和视频，第一时间对外播报高质量的湖北本地的视觉新闻。</p>
            <h4>目标</h4>
            <p>通过视界网这个新平台，湖北日报成立60余年来积累的数以十万计，见证湖北变迁的珍贵历史图片也将陆续与读者、网友见面。网站集摄影名家与网友智慧为一体，着力搭建行业一流的影像资讯及互动交流平台，实现资源共享的目的。</p>
            <h4>作品</h4>
            <p>视界网在满足《湖北日报》图片稿件要求的同时，还与湖北广电总台合作，推出流媒体作品。2010年4月16日，视界网和湖北广电总台第一个合作栏目《视界·焦点》正式在北都市频道播出，与手机运营商合作创建手机图片报已提上日程。视界网的推出标志着湖北地区具有优势地位视觉产品从报纸本身拓展至更为广阔互联网空间和电视空间，实现了真正意义上的报网台融合。</p>
            ',
            'status' => 'passed',
            'user_id' => $user05->id,
            'checked' => true,
            'featured' => true,
            'checked_at' => Carbon::now(),
        ]);

        Need::create([
            'user_id' => $user05->id,
            'title' => '高价回收苹果、华为、ViVO、OPPO',
            'category' => 'ershou',
            'description' => '
            <dl >
                <dt>类别</dt>
                <dd>手机回收</dd>
                <dt>联系人</dt>
                <dd>张女士</dd>
            </dl>
            <h4>上门高价回收</h4>
            <p>电脑、笔记本、手机、单反相机、摄像机、对讲机、交换机、服务器、光钎猫、华为无线电话、众方网络电话、思科网络电话、游戏机、投影仪、 打印机、复印机、激光一体机、硒鼓、墨盒、网路终端，工控机、防火墙、机柜、进口音箱-功放-组合音箱-调音台、点歌机、电源模块、各种线路板、芯片、空调、电视等。</p>
            <h4> 电脑系列</h4>
            <p>台式机、笔记本、一体机、iPad、服务器、个人电脑、网吧电脑、公司电脑、学校电脑，库存积压电脑，显示器、CPU、硬盘、内存、主板、显卡、各种牌及组装机，好坏都收。</p>
            <h4>手机系列</h4>
            <p>苹果、三星、华为、小米、vivo、OPPO、联想、诺基亚、威图等高档手机、好坏新旧都收。</p>
           <blockquote>
                欢迎大家提供回收信息，并对提供成功业务信息者给予业务佣金，专业回收，值得信赖，不抬价，不压价，追求价格公道合理，以求长远的合作
            </blockquote>
            ',
            'featured' => true,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);


        $user06 = Auth::findUserByLogin('894031@qq.com');
        if (!$user06) {
            Auth::register([
                'name' => '醉里挑灯看剑',
                'email' => '894031@qq.com',
                'password' => '111111',
                'password_confirmation' => '111111',
            ], true);
        }
        $user06 = Auth::findUserByLogin('894031@qq.com');

        // insert user shop
        Shop::create([
            'name' => '里克鲨鱼集市店',
            'links' => 'https://item.taobao.com/item.htm?id=545657509371&ali_refid=a3_420434_1006:1104621015:N:%E8%A3%A4:74656296785e79cbe59047dfb043f6c0&ali_trackid=1_74656296785e79cbe59047dfb043f6c0&spm=a230r.1.1957635.16.6uZ1If',
            'user_id' => $user06->id,
            'checked' => true,
            'checked_at' => Carbon::now(),
            'status' => 'passed',
            'description' => '<p>码子是标准的 平时穿的码就可以 不用拍大一码或小一码 腰围无弹力 其他位置均是四面高弹力 免烫 做工精细 立体裁剪 重要的是 面料好 面料好 面料好</p>',
        ]);


        Company::create([
            'name' => '长兴电子商务',
            'contact_phone' => '0892-8972382',
            'address' => '浙江省长兴县国家级开发区路惠路06号星网电商园',
            'description' => '浙江长兴星网网络科技有限公司是专注为入驻淘宝、天猫、京东等平台的电商企业、提供仓储管理和产品代发的公司，是浙江长兴星网电子商务园的重要组成部分。建筑面积5万平方米、其中办公楼、公寓楼、食堂、培训教室等共2万平方米，仓储3万平方米。仓库为钢筋混泥土结构，共2幢，每幢三层，层高5米，每层4800平方米。仓库配有货梯4部、叉车若干，方便货物运输。仓储面积可分割，1平米起租，根据客户不同的需求设置独立面积。',
            'detail' => '
            <p>项目无忧客户服务，配合度100%</p>
            <p>帮助客户梳理需求，为客户“量身定制”最佳运营解决方案。</p>
            <p>项目各阶段工作：发现问题、分析问题、解决问题，进行流程优化。</p>
            <p>项目团队注重过程控制，强化细节管理，监督每一个环节的服务落地。</p>    
            <p>进行运营质量的管理</p>
            <p>对促销活动进行计划性的管理</p>
            <p>对商家需求的新增和变更进行管理</p>
            <p>定期召开月度总结会议</p>
            <p>组建项目团队</p>
            <p>建立项目运营计划</p>
            <p>为项目制定流程操作方案</p>
            <p>培训操作流程和操作系统</p>
            <p>对项目产生的运营问题，进行流程的优化</p>
            <p>对操作环境的异常进行解决及风险的控制</p>
            <p>监督每个环境的流程操作，组织流程沟通会议</p>
            ',
            'status' => 'passed',
            'user_id' => $user06->id,
            'checked' => true,
            'featured' => true,
            'checked_at' => Carbon::now(),
        ]);

        Need::create([
            'user_id' => $user06->id,
            'title' => '高价回收苹果、华为、ViVO、OPPO',
            'category' => 'ershou',
            'description' => '
            <dl>
                <dt>类别</dt>
                <dd>电子设备回收</dd>
                <dt>联系人</dt>
                <dd>张女士</dd>
            </dl>
           <h4>办公设备</h4>
           <p>打印机、复印机、激光一体机、针式发票打印机、条码机、扫描仪、硒鼓、墨盒等，好坏新旧均收。</p>
           <h4>网络通讯设备</h4>
           <p>交换机-华为-思科-3COM-H3C-TPˉINK等，防火墙、光钎猫、华为无线电话、众方网络电话、思科网络电话、电源模块、各种线路板、芯片、PC等等。</p>
           <h4>家电音箱</h4>
           <p>专业回收进口音箱、功放、调音台、组合音箱、（BOSE博士、JBL豹子、B&W宝华、Jamo尊宝、城堡、ELAC意力、DENON天龙、ONKYO安桥、SONY索尼、YAMAHA雅马哈等牛X品牌）舞台、会议、歌厅广播音箱功放等。</p>
           <h4>数码产品</h4>
           <p>单反相机、镜头、微单、摄像机、游戏机、对讲机、iPad等等</p>
           <blockquote>
                欢迎大家提供回收信息，并对提供成功业务信息者给予业务佣金，专业回收，值得信赖，不抬价，不压价，追求价格公道合理，以求长远的合作
            </blockquote>
            ',
            'featured' => false,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);


        $user07 = Auth::findUserByLogin('785243874@qq.com');
        if (!$user07) {
            Auth::register([
                'name' => '作业你和考卷私奔吧',
                'email' => '785243874@qq.com',
                'password' => '111111',
                'password_confirmation' => '111111',
            ], true);
        }
        $user07 = Auth::findUserByLogin('785243874@qq.com');

        // insert user shop
        Shop::create([
            'name' => '伊慕诗祺舰店',
            'links' => 'https://item.taobao.com/item.htm?id=553361444276&ali_refid=a3_420434_1006:1150175134:N:%E8%A3%A4%E5%AD%90:5b8ce5826eef6fef17d52eab2a8761bc&ali_trackid=1_5b8ce5826eef6fef17d52eab2a8761bc&spm=a230r.1.1957635.2.6uZ1If',
            'user_id' => $user07->id,
            'checked' => true,
            'checked_at' => Carbon::now(),
            'status' => 'passed',
            'description' => '<p>2017新款女装春装宽松韩版雪纺衫打底衫女短袖t恤娃娃领衬衫上衣</p>',
        ]);


        Company::create([
            'name' => '掌讯科技',
            'address' => '浙江省杭州市江干区八号大街902号8幢2008室',
            'contact_phone' => '0892-8972382',
            'description' => '掌讯网络科技有限公司，中国最具探索与开拓精神的移动互联网公司。充满激情的开发团队，对互联网潮流的敏锐洞悉，打造了掌讯独特的高度前瞻、关注细节、高效执行的团队合作模式。',
            'detail' => '
            <p>掌讯是全球唯一利用大数据开发移动城市门户APP的团队，掌握多项智能数据采集和云分享专项技术，是最早实现社交咨询变现的移动互联网公司。</p>
            <p>掌讯一直致力于探索Solo Mo媒体模式，打造高效的效果营销平台，深度挖掘新媒体的内在潜力，提升终端媒体广告的价值。以实现信息资源的数字化、网络化，为用户提供全面的数字化应用解决方案和服务。</p>
            <p>目前掌讯公司开发的城市移动门户APP技术平台，已经吸引了全国众多城市创业者成为独家运营商，为自己的城市插上了互联网的翅膀，真正参与了对民生有益的智慧城市建设，并获得了商业上的巨大成功。</p>
            ',
            'status' => 'passed',
            'user_id' => $user07->id,
            'checked' => true,
            'featured' => true,
            'checked_at' => Carbon::now(),
        ]);


        $user08 = Auth::findUserByLogin('139887541@qq.com');
        if (!$user08) {
            Auth::register([
                'name' => '半夏彼岸花绽放',
                'email' => '139887541@qq.com',
                'password' => '111111',
                'password_confirmation' => '111111',
            ], true);
        }
        $user08 = Auth::findUserByLogin('139887541@qq.com');

        // insert user shop
        Shop::create([
            'name' => '泰星百纳',
            'links' => 'https://item.taobao.com/item.htm?spm=a230r.1.14.224.6uZ1If&id=528453060238&ns=1&abbucket=19#detail',
            'user_id' => $user08->id,
            'checked' => true,
            'checked_at' => Carbon::now(),
            'status' => 'passed',
            'description' => '<p>高腰用以表现女性婀娜的腰肢，衬托出臀部圆润饱满的曲线，使下肢显得修长而增添亭亭玉立之感。 亚麻吸湿性强，散热快，吸尘率低，抑菌保健</p>',
        ]);

        Company::create([
            'name' => '飞凡科技',
            'address' => '广州市黄埔区黄埔西路2301号景盛创意园D栋240房',
            'contact_phone' => '8203-812382',
            'description' => '广州市飞凡信息科技有限公司是一家专业的互联网应用技术及网络传播服务提供商，致力为用户提供成熟的互联网应用技术与专业的网络传播服务。',
            'detail' => '
            <p>广州市飞凡信息科技有限公司是一家专业的互联网应用技术及网络传播服务提供商，致力为用户提供成熟的互联网应用技术与专业的网络传播服务。</p>
            <p>飞凡科技公司凭借着对互联网行业的独到见解和丰富经验，在项目策划、项目管理、设计制作、技术研发和网络传播等多方面寻求平衡；在项目实施与执行过程中，飞凡科技公司通过周密的策划、深入的调查、理性的分析、精妙的创意、专业的实施，并同客户的实际情况和具体需求进行良好结合，为不同类型的客户提供最佳的互联网应用定制解决方案，帮助客户在新的全球化互联网环境中保持优势。</p>
            <p>飞凡科技公司秉承先进的互联网应用技术和领先的网络传播理念，以技术领先为核心竞争力，建立科学的管理机制和强有力的服务体系；专业资深的互联网应用技术服务团队将以最优化的资源配置与领先的技术研发水平为源动力，为我们庞大而优秀的客户群体量身定做专业的信息系统解决方案，正是飞凡科技公司的独到之处。</p>
            ',
            'status' => 'passed',
            'user_id' => $user08->id,
            'checked' => true,
            'featured' => true,
            'checked_at' => Carbon::now(),
        ]);

        Need::create([
            'user_id' => $user08->id,
            'title' => '好房出租',
            'category' => 'ershou',
            'description' => '
            <p class="p-ct"> 联系电话:<span> 18309467501</span></p>     
            <p class="p-ct">租赁方式:<span>整租</span></p>
            <p class="p-ct">房屋类型: <span>2室1厅1卫 85 平 精装修</span></p>
            <p class="p-ct">朝向楼层: <span>南北 11层/共18层</span></p>  
            <p>区周边配套设施完善，周边银行，医院等机构一应俱全，多家幼儿园及课外补习的地方让您的宝贝有个良好的学习环境小区地处优美的永定河畔，东临“大宁水库”，北临“卢沟晓月”，南临“碧溪垂钓园”，西临“千母森林和宛平湖”，春天有绿绿的草地，干净的公园夏天有咱们晓月游泳馆，市民文化广场，健身俱乐部，供成人及孩子休闲玩耍，秋天有咱们盛开的薰衣草庄园，让您欣赏，冬天有绿堤公园，宛平湖让您散步，放松您疲惫的心灵</p>
            <p>小区购物方便，各种商店方便您买日用品，早市，新鲜的瓜果蔬菜海鲜等应有尽有供您选择，节省您的宝贵时间</p>
            <p>房子干净整洁，温馨舒适，窗明几净，随时可以拎包入住，小区集中供暖，停车方便，不会让你回家因停车而烦恼，随时看房，随时联系，业主诚心出租，有意者随时联系.</p>
           <blockquote>
                欢迎大家提供回收信息，并对提供成功业务信息者给予业务佣金，专业回收，值得信赖，不抬价，不压价，追求价格公道合理，以求长远的合作
            </blockquote>
            ',
            'featured' => true,
            'checked' => true,
            'checked_at' => Carbon::now(),
        ]);


        $user09 = Auth::findUserByLogin('267842147@qq.com');
        if (!$user09) {
            Auth::register([
                'name' => '听属于俩人的歌',
                'email' => '267842147@qq.com',
                'password' => '111111',
                'password_confirmation' => '111111',
            ], true);
        }
        $user09 = Auth::findUserByLogin('267842147@qq.com');

        // insert user shop
        Shop::create([
            'name' => '白开水数码',
            'links' => 'https://item.taobao.com/item.htm?spm=a217h.8239130.618661.21.5LugG2&id=535587684817',
            'user_id' => $user09->id,
            'checked' => true,
            'checked_at' => Carbon::now(),
            'status' => 'passed',
            'description' => '<p>荣耀8现货速发 ；购机即送：荣耀8原装透明壳+全屏钢化膜+线控音乐耳机+指环扣支架+店铺延保2年。买正品手机，选白开水数码，荣耀品牌授权店铺，购物无忧！ 亚麻吸湿性强，散热快，吸尘率低，抑菌保健</p>',
        ]);

        Company::create([
            'name' => '天能电池',
            'address' => '深圳市观澜街道大水坑新塘社区易事达工业园F栋',
            'contact_phone' => '8203-845382',
            'description' => '深圳市天能电池有限公司是专业从事锂电池(锂离子电池、聚合物锂电池、磷酸铁锂电池、低高温锂电池）、便携式电源、充电器、逆变器等产品研发、设计、生产和销售的高新技术企业，产品应用领域涵盖了太阳能、矿业开采、电热保暖服饰、便携式测试仪、医疗设备、安防监控设备、仪器仪表、电动工具、电动车、通信设备、通信基站、储能电站等产品。',
            'detail' => '
            <p>公司在追求技术与品质完美结合的同时，一贯秉承科技创新的经营理念，凭借雄厚的经济实力和专业经验，与国内多所高校和科研机构建立了长期的合作关系，依托国内锂电池和电源市场的高速发展，率先采用国际最先进技术，自主研发的锂电池、聚合物锂电池、磷酸铁锂电池、便携式电源、充电器、逆变器等产品，多项性能指标达到国际领先水平，获多项国家专利，现成为国内磷酸铁锂电池行业最具核心竞争力的生产企业之一。</p>
            <p>公司先后通过了ISO9000、QS9000、ISO14000和OHSA18001管理体系认证，产品通过了UL、TUV、CE、ROHS 、KC、 PSE等认证，有利地保证了产品从设计、制造、服务等方面均达到国际同类产品先进水平。</p>

            ',
            'status' => 'passed',
            'user_id' => $user09->id,
            'checked' => true,
            'featured' => true,
            'checked_at' => Carbon::now(),
        ]);

        $user10 = Auth::findUserByLogin('45781247@qq.com');
        if (!$user10) {
            Auth::register([
                'name' => '陌生De自己ヾ忘却',
                'email' => '45781247@qq.com',
                'password' => '111111',
                'password_confirmation' => '111111',
            ], true);
        }
        $user10 = Auth::findUserByLogin('45781247@qq.com');
        // insert user shop
        Shop::create([
            'name' => '西瓜数码专享店',
            'links' => 'https://item.taobao.com/item.htm?spm=a217h.8239130.618658.7.5LugG2&id=541978965595',
            'user_id' => $user10->id,
            'checked' => true,
            'checked_at' => Carbon::now(),
            'status' => 'passed',
            'description' => '<p>【购机送礼】2.5D钢化膜+透明保护壳+音乐耳机+快递包邮+延保一年！ 全新原封正品，全国联保！</p>',
        ]);

        Company::create([
            'name' => '别具E格',
            'address' => '哈尔滨市松北区学海街1号商业大学A区体育场（哈尔滨）',
            'contact_phone' => '8103-874182',
            'description' => '别具E格集团自从1980年在哈尔滨市创办以来，经过二十多年的快速发展，别具E格已经成为哈尔滨市最大的时装流通公司。别具E格良好的品牌、别具一格的卖场装潢、优质的服务展示了公司独特的企业文化。别具E格致力于通过创新的知识经营系统，为消费者提供独一无二的价值。',
            'detail' => '
            <p>自1994年成立以来先后引进了Eland、Paw in Paw童装、Scofield女装、Scofield男装、Teenie Weenie、Roem、Eblin、Eland Kids、Scat、Prich、BodyPops、Plory等12个品牌</p>
            <h4>品牌风格</h4>
            <p>创立于1980年的（E.LAND），是以美国东部哈佛、耶鲁等大学青年的消费风格为主线的时尚服饰品牌，在产品系列中包括：大学校园、运动、美国田园、野营郊游等不同的产品风格。</p>
            <p>在进入中国大陆之前，此品牌服饰一直出口美国，主要消费群体是美国的大学生，品牌标志是装扮成大学生的模样拟人小狗熊：手拿课本、肩背书包，再配上棒球帽和格子衫、卡其裤、篮球鞋，与典型美国大中学生的样子毫无二致；年龄定位的消费群体为18～26岁之间的在校学生及上班族</p>
            ',
            'status' => 'passed',
            'user_id' => $user10->id,
            'checked' => true,
            'featured' => true,
            'checked_at' => Carbon::now(),
        ]);


    }
}